Repository: LINHAO1111427/mugozb
Catalog: Project/rechao/klcMPVA/Localizable/*.lproj/Localizable.strings
Languages: ar, tr, zh_hans, zh_hant

# 获得守护专属勋章
source: Gettheexclusivemedalforguardianship
ar: وسام خاص للحماية
tr: Koruyuculuk için özel madalya
zh_hans: 获得守护专属勋章
zh_hant: 取得守護專屬勳章

# 未获得的勋章
source: Nomedalearned,golevelup
ar: لم يتم الفوز بأي ميداليات
tr: Madalya kazanılmadı
zh_hans: 未获得的勋章
zh_hant: 未獲得的勳章

# 用户勋章
source: Usermedal
ar: وسام المستخدم
tr: Kullanıcı madalyası
zh_hans: 用户勋章
zh_hant: 用戶勳章

# 已获得全部用户勋章
source: Allusermedalsearned
ar: فازت جميع ميداليات المستخدم
tr: Kazanılan tüm kullanıcı madalyaları
zh_hans: 已获得全部用户勋章
zh_hant: 已獲得全部用戶勳章

# 财富勋章
source: WealthMedal
ar: وسام الثروة
tr: Zenginlik Madalyası
zh_hans: 财富勋章
zh_hant: 財富勳章

# 已获得全部财富勋章
source: AllWealthMedalsearned
ar: فازت جميع ميداليات الثروة
tr: Kazanılan Tüm Servet Madalyaları
zh_hans: 已获得全部财富勋章
zh_hant: 已獲得全部財富勳章

# 贵族勋章
source: VIPmedal
ar: ميداليات VIP
tr: VIP madalyaları
zh_hans: 贵族勋章
zh_hant: 貴族勳章

# 已获得全部贵族勋章
source: AllVIPmedalsearned
ar: تم استلام جميع ميداليات VIP
tr: Alınan tüm VIP madalyaları
zh_hans: 已获得全部贵族勋章
zh_hant: 已獲得全部貴族勳章

# 守护勋章
source: Guardianmedal
ar: ميدالية الوصي
tr: Koruyucu madalyası
zh_hans: 守护勋章
zh_hant: 守護勳章

# 已获得全部守护勋章
source: AllGuardianMedalsearned
ar: الفوز بجميع الميداليات الواقية
tr: Kazanılan Tüm Koruyucu Madalyaları
zh_hans: 已获得全部守护勋章
zh_hant: 已獲得全部守護勳章

# 获得守护专属进场标识
source: GainedGuardianExclusiveEntryMarking
ar: بطاقة دخول خاصة واقية
tr: Koruyucu özel giriş kartı
zh_hans: 获得守护专属进场标识
zh_hant: 取得守護專屬進場識別

# 赠送守护专属礼物
source: GiveexclusiveGuardiangifts
ar: هدايا ولي الأمر الخاصة
tr: Özel koruyucu hediyeleri
zh_hans: 赠送守护专属礼物
zh_hant: 贈送守護專屬禮物

# 获得守护专属聊天皮肤
source: GetaGuardianexclusivechatskin
ar: مظهر دردشة خاص بـ Protectors
tr: Koruyuculara özel bir sohbet görünümü
zh_hans: 获得守护专属聊天皮肤
zh_hant: 取得守護專屬聊天皮膚

# 用户等级
source: UserLevels
ar: المستوى
tr: Seviye
zh_hans: 用户等级
zh_hant: 使用者等級

# 主播等级
source: HostLevels
ar: مستويات المضيف
tr: Host Seviyeleri
zh_hans: 主播等级
zh_hant: 主播等級

# 暂无
source: Notyet
ar: ليس
tr: Değil
zh_hans: 暂无
zh_hant: 暫無

# 暂无更新
source: Noupdatesatthistime
ar: لا توجد تحديثات في الوقت الحالي
tr: Şu anda güncelleme yok
zh_hans: 暂无更新
zh_hant: 暫無更新

# 当天暂无记录
source: Notavailablefortheday
ar: غير متاح لليوم
tr: Gün için mevcut değil
zh_hans: 当天暂无记录
zh_hant: 當天暫無記錄

# 暂无消息
source: Nomessagesatthemoment
ar: لا توجد رسائل في هذا الوقت
tr: Şu anda mesaj yok
zh_hans: 暂无消息
zh_hant: 暫無訊息

# 贵族
source: VIP
zh_hans: 贵族
zh_hant: 貴族

# 骑士贵族
source: KnightVIP
tr: Şövalye VIP
zh_hans: 骑士贵族
zh_hant: 騎士貴族

# 说明：
source: Description:
ar: الوصف:
tr: Açıklama:
zh_hans: 说明：
zh_hant: 說明：

# 首充奖励
source: FirstChargeBonus
ar: مكافأة التحميل الأول
tr: İlk Yükleme Bonusu
zh_hans: 首充奖励
zh_hant: 首充獎勵

# 充值折扣价
source: Rechargediscount
ar: سعر مخفض لإعادة الشحن
tr: İndirimli şarj fiyatı
zh_hans: 充值折扣价
zh_hant: 儲值折扣價

# 对方数据异常
source: Otherpartydataexceptions
ar: استثناءات بيانات الأطراف الأخرى
tr: Diğer taraf veri istisnaları
zh_hans: 对方数据异常
zh_hant: 對方資料異常

# 礼物墙
source: Giftwall
ar: تلقي الهدايا
tr: Aldığı Hediyeler
zh_hans: 礼物墙
zh_hant: 禮物牆

# TA还没收到礼物哦
source: TAhasnotreceivedagiftyet
ar: لم يتلق أي هدايا بعد
tr: O henüz bir hediye almadı
zh_hans: TA还没收到礼物哦
zh_hant: TA還沒收到禮物喔

# Ta还没有收到礼物哦，快去送Ta一个吧
source: Tahasnotreceivedagiftyet,goandgiveonetohim
ar: لم يتلق هدية بعد ، يمكنك إرسال هدية إليه
tr: O henüz bir hediye almadı, ona hediye atabilirsin
zh_hans: Ta还没有收到礼物哦，快去送Ta一个吧
zh_hant: Ta還沒收到禮物哦，快去送Ta一個吧

# 最新动态
source: Whatisnew
ar: آخر الأخبار
tr: Son Haberler
zh_hans: 最新动态
zh_hant: 最新動態

# 暂时没有最新动态哦～
source: Notthelatestnewsyet
ar: لا توجد تحديثات في الوقت الحالي
tr: Şu anda güncelleme yok
zh_hans: 暂时没有最新动态哦～
zh_hant: 暫時沒有最新動態喔～

# 黄金宝箱
source: GoldenTreasureBox
ar: صندوق الكنز الذهبي
tr: Altın Hazine Kutusu
zh_hans: 黄金宝箱
zh_hant: 黃金寶箱

# 幸运宝箱
source: LuckyBox
ar: لاكي بوكس
tr: Şanslı Kutu
zh_hans: 幸运宝箱
zh_hant: 幸運寶箱

# 黄金宝箱规则
source: GoldenBoxRules
ar: قواعد الصندوق الذهبي
tr: Altın Kutu Kuralları
zh_hans: 黄金宝箱规则
zh_hant: 黃金寶箱規則

# 幸运宝箱规则
source: LuckyBoxRules
ar: قواعد Lucky Box
tr: Şanslı Kutu Kuralları
zh_hans: 幸运宝箱规则
zh_hant: 幸運寶箱規則

# 抽奖记录
source: Drawingrecords
ar: سجلات اليانصيب
tr: Çekiliş Kayıtları
zh_hans: 抽奖记录
zh_hant: 抽獎記錄

# 我的奖品
source: MyPrizes
ar: جوائزي
tr: Ödüllerim
zh_hans: 我的奖品
zh_hant: 我的獎品

# 恭喜
source: Congratulations
ar: تهانينا
tr: Tebrikler
zh_hans: 恭喜
zh_hant: 恭喜

# 恭喜您
source: Congratulations
ar: تهانينا
tr: Tebrikler
zh_hans: 恭喜您
zh_hant: 恭喜您

# 恭喜您获得了
source: Congratulationsonyourwin
ar: تهانينا لقد فزت
tr: Tebrikler Kazandınız
zh_hans: 恭喜您获得了
zh_hant: 恭喜您獲得了

# 恭喜获得
source: Congratulationsongetting
ar: تهانينا!
tr: Tebrikler!
zh_hans: 恭喜获得
zh_hant: 恭喜取得

# 恭喜 哈哈哈
source: Congrats hahaha
ar: تهانينا هاهاها
tr: Tebrikler hahahaha
zh_hans: 恭喜 哈哈哈
zh_hant: 恭喜哈哈哈

# 获得 哈哈哈哈哈
source: Received hahaha
ar: احصل على هاهاهاهاها
tr: Get hahahahahaha
zh_hans: 获得 哈哈哈哈哈
zh_hant: 取得哈哈哈哈哈

# 开出豪华大奖
source: DrawingtheGrandPrize
ar: الجائزة الكبرى
tr: Büyük Ödül
zh_hans: 开出豪华大奖
zh_hant: 開出豪華大獎

# 您的账户余额不足，请及时充值
source: Youraccountbalanceislow,pleasetopup
ar: رصيدك غير كافٍ ، يرجى تعبئة الرصيد
tr: Bakiyeniz yetersiz, yükleme yapınız
zh_hans: 您的账户余额不足，请及时充值
zh_hant: 您的帳戶餘額不足，請及時儲值

# 去充值
source: Gotopup
ar: رصيد إعادة التحميل
tr: Bakiye Yükle
zh_hans: 去充值
zh_hant: 去儲值

# 先去充值吧
source: Goaheadandtopup
ar: متابعة وإكمال
tr: Devam edin ve tamamlayın
zh_hans: 先去充值吧
zh_hant: 先去儲值吧

# 百宝箱
source: TreasureBox
ar: صندوق الكنز
tr: Hazine Kutusu
zh_hans: 百宝箱
zh_hant: 百寶箱

# 已中奖
source: Won
ar: فاز
tr: Kazandı
zh_hans: 已中奖
zh_hant: 已中獎

# 未中奖
source: Notwon
ar: لم يفز
tr: Kazanılmadı
zh_hans: 未中奖
zh_hant: 未中獎

# 继续抽奖
source: Continuewiththedraw
ar: متابعة الهبة
tr: Çekilişe devam et
zh_hans: 继续抽奖
zh_hant: 繼續抽獎

# 恭喜您，中奖啦
source: Congratulations,youvewon
ar: تهانينا ، لقد فزت
tr: Tebrikler, kazandınız
zh_hans: 恭喜您，中奖啦
zh_hant: 恭喜您，中獎

# 共获得5个奖品
source: Totalof5prizeswon
ar: تم الفوز بإجمالي 5 جوائز
tr: Kazanılan 5 ödülün toplamı
zh_hans: 共获得5个奖品
zh_hant: 共獲得5個獎品

# 账户余额：0金币
source: Accountbalance:0coins
ar: رصيد الحساب: 0 عملات معدنية
tr: Hesap bakiyesi: 0 coin
zh_hans: 账户余额：0金币
zh_hant: 帳戶餘額：0金幣

# 共获得
source: Totalearned
ar: الإجمالي
tr: Toplam
zh_hans: 共获得
zh_hant: 共獲得

# 个奖品
source: Aprize
ar: الجوائز
tr: Ödüller
zh_hans: 个奖品
zh_hant: 個獎品

# 差一点就抽到奖品了
source: Drawingaprizebyawhisker
ar: فاتتك الجائزة بفارق ضئيل
tr: Ödülü kıl payı kaçırdınız
zh_hans: 差一点就抽到奖品了
zh_hant: 差一點就抽到獎品了

# 再抽一次
source: drawagain
ar: ارسم مرة أخرى
tr: tekrar çiz
zh_hans: 再抽一次
zh_hant: 再抽一次

# 再接再厉
source: Tryagain
ar: حاول مرة أخرى
tr: Tekrar dene
zh_hans: 再接再厉
zh_hant: 再接再厲

# 正在开奖中
source: Intheprocessofdrawing
ar: في عملية الرسم
tr: Çizim sürecinde
zh_hans: 正在开奖中
zh_hant: 正在開獎中

# 抽
source: Drawing
ar: رسم
tr: Çizim
zh_hans: 抽
zh_hant: 抽

# 抽1次
source: Drawing1time
ar: ارسم مرة واحدة
tr: 1 kez çiz
zh_hans: 抽1次
zh_hant: 抽1次

# 人正在申请连麦
source: Peopleareapplyingforacombo
ar: شخص يطلب الاتصال
tr: kişi bağlanmak için talepte bulunuyor
zh_hans: 人正在申请连麦
zh_hant: 人正在申請連麥

# 上麦失败，请重新进入房间操作：
source: Enteringroomfailed,pleasere-entertheroomforaction:
ar: فشل دخول الغرفة ، يرجى إعادة إدخال الغرفة للعمل:
tr: Odaya giriş başarısız oldu, lütfen işlem için odaya tekrar girin:
zh_hans: 上麦失败，请重新进入房间操作：
zh_hant: 上麥失敗，請重新進入房間操作：

# 开启失败，请重新打开麦克风
source: Openingfailed,pleasereopenthemicrophone
ar: لم يتم تشغيله ، يرجى إعادة تشغيل الميكروفون
tr: Açılmadı, lütfen mikrofonu tekrar açınn
zh_hans: 开启失败，请重新打开麦克风
zh_hant: 開啟失敗，請重新開啟麥克風

# 禁言失败，请重新关闭麦克风
source: Banned,pleaseclosethemicrophoneagain
ar: فشل كتم الصوت ، يرجى إيقاف تشغيل الميكروفون مرة أخرى
tr: Sessize alınamadı, lütfen mikrofonu tekrar kapatın
zh_hans: 禁言失败，请重新关闭麦克风
zh_hant: 禁言失敗，請重新關閉麥克風

# 2人正在申请连麦
source: 2peopleareapplyingforamiclink
ar: شخصان يتقدمان بطلب اتصال بالميكروفون
tr: 2 kişi mikrofon bağlantısı için başvuruyor
zh_hans: 2人正在申请连麦
zh_hant: 2人正在申請連麥

# 成功
source: Successful
ar: النجاح
tr: Başarı
zh_hans: 成功
zh_hant: 成功

# 您已成功充值9999金币
source: Youhavesuccessfullytoppedup9999coins
ar: لقد نجحت في تحميل 9999 قطعة نقدية
tr: Başarılı bir şekilde 9999 coin yüklediniz
zh_hans: 您已成功充值9999金币
zh_hant: 您已成功儲值9999金幣

# 申请提现
source: Requestforwithdrawal
ar: طلب السحب
tr: Para çekme talebi
zh_hans: 申请提现
zh_hant: 申請提現

# 潮票/到账$
source: TideTickets/Arrival$
ar: تذاكر المد والجزر / الوصول $
tr: Gelgit Biletleri/Varış $
zh_hans: 潮票/到账$
zh_hant: 潮票/到帳$

# 无未读的消息
source: Nounreadmessages
ar: لا توجد رسائل غير مقروءة
tr: Okunmamış mesaj yok
zh_hans: 无未读的消息
zh_hant: 無未讀的訊息

# 确认将所有消息标记为已读吗?
source: Confirmtomarkallmessagesasread?
ar: هل توافق على تعليم كافة الرسائل كمقروءة؟
tr: Tüm mesajları okundu olarak işaretlemeyi onaylıyor musunuz?
zh_hans: 确认将所有消息标记为已读吗?
zh_hant: 確認將所有訊息標記為已讀嗎?

# 选择物流
source: Selectlogistics
ar: اختر الخدمات اللوجستية
tr: Lojistik seç
zh_hans: 选择物流
zh_hant: 選擇物流

# 选择物流公司
source: Selectalogisticscompany
ar: اختر شركة لوجستية
tr: Bir lojistik şirketi seçin
zh_hans: 选择物流公司
zh_hant: 選擇物流公司

# 收入排行榜
source: IncomeRanking
ar: ترتيب الدخل
tr: Gelir Sıralaması
zh_hans: 收入排行榜
zh_hant: 收入排行榜

# 观众失败：
source: Audiencefailure:
ar: خطأ الجمهور:
tr: İzleyici hatası:
zh_hans: 观众失败：
zh_hant: 觀眾失敗：

# 失败：
source: Failure:
ar: فشل:
tr: Başarısızlık:
zh_hans: 失败：
zh_hant: 失敗：

# 主播失败：
source: HostFailure:
ar: خطأ الارتساء:
tr: Çapa Hatası:
zh_hans: 主播失败：
zh_hant: 主播失敗：

# 观众成功
source: AudienceSuccess
ar: نجاح الجمهور
tr: İzleyici Başarısı
zh_hans: 观众成功
zh_hant: 觀眾成功

# 加入房间失败，请重新进入
source: Failedtojointheroom,pleasere-enter
tr: Odaya katılamadı, lütfen yeniden girin
zh_hans: 加入房间失败，请重新进入
zh_hant: 加入房間失敗，請重新進入

# 邀请记录
source: Invitationrecord
ar: تسجيل الدعوة
tr: Davetiye Kaydı
zh_hans: 邀请记录
zh_hant: 邀請記錄

# 邀请记录(
source: Invitationrecord
ar: تسجيل الدعوة (
tr: Davetiye Kaydı(
zh_hans: 邀请记录(
zh_hant: 邀請記錄(

# 佣金到账
source: Commissionarrivals
ar: وصلت اللجنة
tr: Komisyon geldi
zh_hans: 佣金到账
zh_hant: 佣金到帳

# 点击邀请按钮 分享给好友
source: ClicktheInvitationbuttonto sharewithfriends
ar: انقر فوق الزر دعوة للمشاركة مع أصدقائك
tr: Arkadaşlarınızla paylaşmak için Davet düğmesine tıklayın
zh_hans: 点击邀请按钮 分享给好友
zh_hant: 點選邀請按鈕 分享給好友

# 邀请步骤
source: Invitationsteps
ar: خطوات الدعوة
tr: Davet adımları
zh_hans: 邀请步骤
zh_hant: 邀請步驟

# 去邀请
source: GotoInvitation
ar: دعوة
tr: Davet
zh_hans: 去邀请
zh_hant: 去邀請

# 我的邀请码
source: MyInvitationCode
ar: رمز دعوتي
tr: Davet Kodum
zh_hans: 我的邀请码
zh_hant: 我的邀請碼

# 我的邀请码
source: MyInvitationCode
tr: Davet Kodum
zh_hans: 我的邀请码
zh_hant: 我的邀請碼

# 累计佣金
source: Accumulatedcommission
ar: العمولة المتراكمة
tr: Birikmiş komisyon
zh_hans: 累计佣金
zh_hant: 累積佣金

# 佣金余额
source: Commissionbalance
ar: رصيد العمولة
tr: Komisyon bakiyesi
zh_hans: 佣金余额
zh_hant: 佣金餘額

# 好友下载app 并注册成功
source: Frienddownloadedapp andregisteredsuccessfully
ar: انقر فوق الزر دعوة n مشاركة مع أصدقائك
tr: Davet et düğmesini tıklayın Arkadaşlarınızla paylaşın
zh_hans: 好友下载app 并注册成功
zh_hant: 好友下載app 並註冊成功

# 库存
source: Inventory
ar: المخزون
tr: Envanter
zh_hans: 库存
zh_hant: 庫存

# 点击添加更多商品属性
source: Clicktoaddmoreproductproperties
ar: انقر لإضافة المزيد من ميزات المنتج
tr: Daha fazla ürün özelliği eklemek için tıklayın
zh_hans: 点击添加更多商品属性
zh_hant: 點選新增更多商品屬性

# 请输入库存
source: Pleaseenterstock
ar: الرجاء إدخال المخزون
tr: Lütfen stok girin
zh_hans: 请输入库存
zh_hant: 請輸入庫存

# 请输入价格
source: Pleaseenteraprice
ar: الرجاء إدخال السعر
tr: Lütfen bir fiyat girin
zh_hans: 请输入价格
zh_hant: 請輸入價格

# 编辑价格/库存
source: Editprice/stock
ar: تحرير السعر / المخزون
tr: Fiyat/Envanter düzenle
zh_hans: 编辑价格/库存
zh_hant: 編輯價格/庫存

# 价格/库存
source: Price/Inventory
ar: السعر / المخزون
tr: Fiyat/Envanter
zh_hans: 价格/库存
zh_hant: 價格/庫存

# 件
source: Pieces
ar: القطع
tr: Parçalar
zh_hans: 件
zh_hant: 件

# 件商品 合计
source: items total
zh_hans: 件商品 合计

# + 件
source: + items
ar: + القطع
tr: + adet
zh_hans: + 件
zh_hant: + 件

# 已售 644 件
source: Sold 644 items
ar: بيع 644
tr: 644 adet satıldı
zh_hans: 已售 644 件
zh_hant: 已售644 件

# 已选：
source: Selected:
ar: المحدد:
tr: Seçili:
zh_hans: 已选：
zh_hant: 已選：

# 已售
source: Sold
ar: مُباع
tr: Satıldı
zh_hans: 已售
zh_hant: 已售

# 位好友 / 获得$
source: friends / earn $
ar: الأصدقاء / اربح $
tr: Arkadaşlar / Kazanın$
zh_hans: 位好友 / 获得$
zh_hant: 位元好友/ 獲得$

# 确认将所有消息删除吗?
source: Confirmtodeleteallmessages?
ar: هل تريد تأكيد حذف كافة الرسائل؟
tr: Tüm mesajları silmeyi onaylıyor musunuz?
zh_hans: 确认将所有消息删除吗?
zh_hant: 確認將所有訊息刪除嗎?

# 成功邀请
source: SuccessfulInvitation
ar: نجحت الدعوة
tr: Davet başarılı
zh_hans: 成功邀请
zh_hant: 成功邀請

# 成功加入购物车
source: Addedtocartsuccessfully
ar: تمت الإضافة إلى سلة التسوق بنجاح
tr: Sepete başarıyla eklendi
zh_hans: 成功加入购物车
zh_hant: 成功加入購物車

# 删除成功
source: Deletedsuccessfully
ar: تم الحذف بنجاح
tr: Başarıyla silindi
zh_hans: 删除成功
zh_hant: 刪除成功

# 发货成功
source: Shippedsuccessfully
ar: تم الإرسال بنجاح
tr: Başarıyla gönderildi
zh_hans: 发货成功
zh_hant: 出貨成功

# 请填写运单号
source: Pleasefillinthewaybillnumber
ar: الرجاء إدخال رقم بوليصة الشحن
tr: Lütfen irsaliye numarasını girin
zh_hans: 请填写运单号
zh_hant: 請填入運單號碼

# 请选择物流公司
source: Pleaseselectalogisticscompany
ar: الرجاء تحديد شركة لوجستية
tr: Lütfen bir lojistik şirketi seçin
zh_hans: 请选择物流公司
zh_hant: 請選擇物流公司

# 失败
source: Failure
ar: خطأ
tr: Hata
zh_hans: 失败
zh_hant: 失敗

# 主播成功
source: Theanchorwassuccessful
ar: نجح الناشر
tr: Yayıncı başarılı oldu
zh_hans: 主播成功
zh_hant: 主播成功

# 连麦回调失败，请断开连麦后重新连接！
source: Connectioncallbackfailed,pleasedisconnectandreconnect!
ar: فشل رد الاتصال ، يرجى قطع الاتصال وإعادة الاتصال!
tr: Geri arama başarısız oldu, lütfen bağlantıyı kesip yeniden bağlanın!
zh_hans: 连麦回调失败，请断开连麦后重新连接！
zh_hant: 連麥回檔失敗，請斷開連麥後重新連線！

# 连麦接口失败，请断开连麦后重新连接
source: Mikeinterfacefailed,pleasedisconnectandreconnect
ar: إذا فشل الاتصال ، يرجى قطع الاتصال وإعادة الاتصال
tr: Bağlantı başarısız olursa lütfen bağlantıyı kesin ve yeniden bağlanın
zh_hans: 连麦接口失败，请断开连麦后重新连接
zh_hant: 連麥介面失敗，請斷開連麥後重新連接

# 连麦列表
source: LinkList
ar: قائمة الروابط
tr: Bağlantı Listesi
zh_hans: 连麦列表
zh_hant: 連麥列表

# 优先麦序
source: Prioritywheatorder
ar: أولوية ترتيب الميكروفون
tr: Öncelikli mic sırası
zh_hans: 优先麦序
zh_hant: 優先麥序

# 申请连麦
source: Requestforalink
ar: رابط الطلب
tr: Bağlantı talebi
zh_hans: 申请连麦
zh_hant: 申請連麥

# 取消申请
source: Cancellationrequest
ar: طلب الإلغاء
tr: İptal talebi
zh_hans: 取消申请
zh_hant: 取消申請

# 在线用户
source: Onlineuser
ar: مستخدم متصل
tr: Online kullanıcı
zh_hans: 在线用户
zh_hant: 線上使用者

# 上麦申请
source: Applicationtothemike
ar: تطبيق على الميكروفون
tr: Mikrofona başvur
zh_hans: 上麦申请
zh_hant: 上麥申請

# 连麦管理
source: Mikemanagement
ar: إدارة مايك
tr: Mike yönetimi
zh_hans: 连麦管理
zh_hant: 連麥管理

# 主播PK
source: MainanchorPK
ar: الناشر الرئيسي PK
tr: Ana yayıncı PK
zh_hans: 主播PK
zh_hant: 主播PK

# 请选择PK时长
source: PleaseselectPKlength
ar: الرجاء تحديد طول PK
tr: Lütfen PK uzunluğunu seçin
zh_hans: 请选择PK时长
zh_hant: 請選擇PK時長

# 发起PK
source: InitiatePK
ar: بدء PK
tr: PK Başlat
zh_hans: 发起PK
zh_hant: 發起PK

# 分享到
source: Shareto
ar: شارك مع الأصدقاء
tr: Arkadaşlarınla Paylaş
zh_hans: 分享到
zh_hant: 分享到

# 分享
source: Share
ar: مشاركة
tr: Paylaş
zh_hans: 分享
zh_hant: 分享

# 静音
source: Mute
ar: هادئ
tr: Sessiz
zh_hans: 静音
zh_hant: 靜音

# 粉丝团
source: FanClub
ar: المعجبون
tr: Fanlar
zh_hans: 粉丝团
zh_hant: 粉絲團

# 粉丝团专属进场标识
source: FanClubExclusiveEntryMarking
ar: علامة الدخول الخاصة لـ Fan Club
tr: Fan Kulübüne Özel Giriş İşareti
zh_hans: 粉丝团专属进场标识
zh_hant: 粉絲團專屬進場識別

# 入团即可开启
source: Openbyjoiningthegroup
ar: فتح من خلال الانضمام إلى المجموعة
tr: Gruba katılarak aç
zh_hans: 入团即可开启
zh_hant: 入團即可開啟

# 粉丝团专属弹幕
source: FanClubpop-ups
ar: النوافذ المنبثقة في نادي المعجبين
tr: Fan Kulübü Açılır Pencereleri
zh_hans: 粉丝团专属弹幕
zh_hant: 粉絲團專屬彈幕

# 主播一眼看到 即时互动
source: Hosts see you instantly, interact now
ar: التفاعل الفوري في لمحة
tr: Bir bakışta anında etkileşim
zh_hans: 主播一眼看到 即时互动
zh_hant: 主播一眼看到即時互動

# 粉丝团专属群
source: Fan_Club_group
ar: مجموعة المعجبين
tr: Özel Hayran Grubu
zh_hans: 粉丝团专属群
zh_hant: 粉絲團專屬群

# 直播结束继续畅聊
source: Continuechattingafterthebroadcast
ar: متابعة الدردشة بعد البث
tr: Yayından sonra sohbete devam et
zh_hans: 直播结束继续畅聊
zh_hant: 直播結束繼續暢聊

# 加入TA的粉丝团
source: JoinTAisfangroup
ar: الانضمام إلى مجموعة المعجبين
tr: Hayran grubuna katılın
zh_hans: 加入TA的粉丝团
zh_hant: 加入TA的粉絲團

# 粉丝团成员
source: FanClubMembers
ar: أعضاء Fan Club
tr: Fan Kulübü Üyeleri
zh_hans: 粉丝团成员
zh_hant: 粉絲團成員

# 您已是粉丝团成员
source: Youarealreadyafanclubmember
ar: أنت بالفعل عضو في نادي المعجبين
tr: Zaten bir hayran kulübü üyesisiniz
zh_hans: 您已是粉丝团成员
zh_hant: 您已是粉絲團成員

# 立即加入粉丝团
source: Jointhefanclubnow
ar: الانضمام إلى Fan Club
tr: Fan Kulübüne Katıl
zh_hans: 立即加入粉丝团
zh_hant: 立即加入粉絲團

# 驾临直播房间
source: DrivingRoom
ar: غرفة القيادة
tr: Sürüş Odası
zh_hans: 驾临直播房间
zh_hant: 駕臨直播房間

# 心愿单
source: Wishlist
ar: قائمة الأمنيات
tr: İstek Listesi
zh_hans: 心愿单
zh_hant: 心願清單

# 任务
source: Mission
ar: المهام
tr: Görevler
zh_hans: 任务
zh_hant: 任務

# 音效氛围
source: Sound
ar: أجواء الصوت
tr: Ses Ambiyansı
zh_hans: 音效氛围
zh_hant: 音效氛圍

# 红包
source: RedPackets
ar: الحزم الحمراء
tr: Kırmızı Paketler
zh_hans: 红包
zh_hant: 紅包

# 聊天背景
source: Chatbackground
ar: الغلاف الجوي
tr: Atmosfer
zh_hans: 聊天背景
zh_hant: 聊天背景

# 歌词未找到
source: Lyricsnotfound
ar: لم يتم العثور على كلمات
tr: Şarkı sözleri bulunamadı
zh_hans: 歌词未找到
zh_hant: 歌詞找不到

# 直播预告
source: Livepreview
ar: المعاينة المباشرة
tr: Canlı önizleme
zh_hans: 直播预告
zh_hant: 直播預告

# 预告标题
source: Titleofthepreview
ar: عنوان المعاينة
tr: Önizlemenin başlığı
zh_hans: 预告标题
zh_hant: 預告標題

# 添加直播预告
source: Addalivepreview
ar: إضافة معاينة مباشرة
tr: Canlı önizleme ekle
zh_hans: 添加直播预告
zh_hant: 新增直播預告

# 请输入标题（最多支持8个字）
source: Pleaseenteratitle(upto8characters)
ar: الرجاء إدخال عنوان (8 أحرف كحد أقصى)
tr: Lütfen bir başlık girin (en fazla 8 karakter)
zh_hans: 请输入标题（最多支持8个字）
zh_hant: 請輸入標題（最多支援8個字）

# 预告海报
source: Teaserposter
ar: ملصق إعلاني تشويقي
tr: Teaser posteri
zh_hans: 预告海报
zh_hant: 預告海報

# 我的预告
source: Myteaser
ar: ترويجي
tr: Tanıtımım
zh_hans: 我的预告
zh_hant: 我的預告

# 我的收入
source: Myincome
ar: الدخل
tr: Gelirim
zh_hans: 我的收入
zh_hant: 我的收入

# 审核被拒：
source: Reviewrejected
ar: رفض المراجعة ：
tr: İnceleme reddedildi：
zh_hans: 审核被拒：
zh_hant: 審核被拒絕：

# 去修改
source: Gotomodify
ar: انتقل إلى التغيير
tr: Değiştirmeye git
zh_hans: 去修改
zh_hant: 去修改

# 被冻结：
source: frozen
ar: المجمدة ：
tr: Donduruldu：
zh_hans: 被冻结：
zh_hant: 被凍結：

# 此功能暂未开放
source: Thisfeatureisnotyetavailable
ar: هذه الميزة غير متوفرة بعد
tr: Bu özellik henüz mevcut değil
zh_hans: 此功能暂未开放
zh_hant: 此功能暫未開放

# 设为副族长
source: Setasadeputy
ar: تعيين كمساعد
tr: Yardımcı olarak ayarla
zh_hans: 设为副族长
zh_hant: 設為副族長

# 撤销副族长
source: Removedeputy
ar: إزالة المساعد
tr: Yardımcıyı kaldır
zh_hans: 撤销副族长
zh_hant: 撤銷副族長

# 设为长老
source: Settoelder
ar: تعيين كبير
tr: Büyük olarak ayarla
zh_hans: 设为长老
zh_hant: 設為長老

# 撤销长老
source: Removeanelder
ar: إزالة واحدة أكبر
tr: Bir büyüğü kaldır
zh_hans: 撤销长老
zh_hant: 撤銷長老

# 踢出该成员
source: Kickoutthemember
ar: طرد العضو
tr: Üyeyi dışarı at
zh_hans: 踢出该成员
zh_hant: 踢出該成員

# 查看资料
source: Viewinformation
ar: عرض المعلومات
tr: Bilgileri görüntüle
zh_hans: 查看资料
zh_hant: 查看資料

# 撤回
source: Withdrawal
ar: مسحوب
tr: Geri çekildi
zh_hans: 撤回
zh_hant: 撤回

# 撤回了一条消息
source: Withdrewamessage
ar: سحب رسالة
tr: Bir mesajı geri çekti
zh_hans: 撤回了一条消息
zh_hant: 撤回了一則訊息

# 你撤回了一条消息
source: Youwithdrewamessage
ar: لقد سحبت رسالة
tr: Bir mesajı geri çektiniz
zh_hans: 你撤回了一条消息
zh_hant: 你撤回了一則訊息

# 对方撤回了一条消息
source: Theotherpartywithdrewamessage
ar: قام الطرف الآخر بسحب رسالة
tr: Diğer taraf bir mesajı geri çekti
zh_hans: 对方撤回了一条消息
zh_hant: 對方撤回了一則訊息

# 未知消息
source: unknownmessage
ar: رسالة غير معروفة
tr: Bilinmeyen mesaj
zh_hans: 未知消息
zh_hant: 未知訊息

# 图片
source: Image
ar: صورة
tr: Resim
zh_hans: 图片
zh_hant: 圖片

# 语音
source: voice
ar: الصوت
tr: Ses
zh_hans: 语音
zh_hant: 語音

# 礼物消息
source: Giftmessage
ar: رسالة هدية
tr: Hediye mesajı
zh_hans: 礼物消息
zh_hant: 禮物訊息

# 语音通话
source: voicecall
ar: البحث الصوتي
tr: Sesli Arama
zh_hans: 语音通话
zh_hant: 語音通話

# 视频通话
source: Videocall
ar: مكالمات الفيديو
tr: Görüntülü Arama
zh_hans: 视频通话
zh_hant: 視訊通話

# 购物订单
source: Shoppingorders
ar: طلبات التسوق
tr: Alışveriş siparişleri
zh_hans: 购物订单
zh_hant: 購物訂單

# 红包消息
source: Redenvelopemessage
ar: رسالة مغلف أحمر
tr: Kırmızı zarf mesajı
zh_hans: 红包消息
zh_hant: 紅包訊息

# 邀约消息
source: Invitationmessage
ar: رسالة دعوة
tr: Davet mesajı
zh_hans: 邀约消息
zh_hant: 邀約訊息

# 群组消息
source: Groupmessage
ar: رسالة المجموعة
tr: Grup mesajı
zh_hans: 群组消息
zh_hant: 群組訊息

# 欢迎新成员
source: Welcometonewmembers
ar: ترحيب الأعضاء الجدد
tr: Yeni Üyeler Hoş Geldiniz
zh_hans: 欢迎新成员
zh_hant: 歡迎新成員

# 求赏
source: Askforreward
ar: اطلب مكافأة
tr: Ödül isteyin
zh_hans: 求赏
zh_hant: 求賞

# 阅后即焚
source: Readandburn
ar: قراءة وحرق
tr: Oku ve yak
zh_hans: 阅后即焚
zh_hant: 閱後即焚

# 送礼
source: Givinggifts
ar: رمي الهدية
tr: Hediye At
zh_hans: 送礼
zh_hant: 送禮

# 他/她
source: he/she
ar: ذكر / أنثى
tr: erkek/kadın
zh_hans: 他/她
zh_hant: 他/她

# 私信
source: privatemessage
ar: رسالة
tr: Mesaj
zh_hans: 私信
zh_hant: 私訊

# 向对方求赏
source: askforarewardfromtheotherparty
ar: اطلب مكافأة من الطرف الآخر
tr: karşı taraftan bir ödül isteyin
zh_hans: 向对方求赏
zh_hant: 向對方求賞

# 对方向你求赏
source: Askingforarewardfromtheotherparty
ar: يطلب الطرف الآخر مكافأة منك
tr: Karşı taraf sizden bir ödül istiyor
zh_hans: 对方向你求赏
zh_hant: 對方向你求賞

# 礼物
source: Gift
ar: هدايا
tr: Hediyeler
zh_hans: 礼物
zh_hant: 禮物

# 暂时还没有故事
source: Nostoryyet
ar: لا توجد أخبار حتى الآن
tr: Henüz haber yok
zh_hans: 暂时还没有故事
zh_hant: 暫時還沒有故事

# 认识
source: Awareness
ar: الوعي
tr: Farkındalık
zh_hans: 认识
zh_hant: 認識

# 天 聊天
source: days chat
tr: Günlük sohbet
zh_hans: 天 聊天
zh_hant: 天聊天

# 送TA
source: SendTA
ar: أرسل إليه
tr: Ona Gönder
zh_hans: 送TA
zh_hant: 送TA

# 送你
source: Sendyou
ar: إرسال إلى الذات
tr: Kendine gönder
zh_hans: 送你
zh_hant: 送你

# 通话时长&#160;
source: Calltime&#160;
ar: مدة المكالمة .
tr: arama zamanı&#160;
zh_hans: 通话时长&#160;
zh_hant: 通話時間&#160;

# 已取消
source: Cancelled
ar: مُلغى
tr: İptal edildi
zh_hans: 已取消
zh_hant: 已取消

# 已被挂断
source: Hangedup
ar: أنهى المكالمة
tr: aramayı kapattı
zh_hans: 已被挂断
zh_hant: 已掛號

# 被你挂断
source: Hangedupbyyou
ar: علقت بواسطتك
tr: sizin tarafınızdan asıldı
zh_hans: 被你挂断
zh_hant: 被你掛

# 无人接听
source: Noanswer
ar: لا رد
tr: Cevap yok
zh_hans: 无人接听
zh_hant: 無人接聽

# 未接听
source: Notanswered
ar: لم يتم الرد عليها
tr: Cevaplanmadı
zh_hans: 未接听
zh_hant: 未接聽

# 通话消息
source: callmessage
ar: رسالة اتصال
tr: Çağrı mesajı
zh_hans: 通话消息
zh_hant: 通話訊息

# 提醒发货
source: Remindofdelivery
ar: تذكير للنشر
tr: Gönderi için hatırlatma
zh_hans: 提醒发货
zh_hant: 提醒出貨

# 下单提醒
source: Orderreminder
ar: تذكير الطلب
tr: Sipariş hatırlatma
zh_hans: 下单提醒
zh_hant: 下單提醒

# 共
source: Total
ar: الإجمالي
tr: Toplam
zh_hans: 共
zh_hant: 共

# 共2件,合计:
source: Total2pieces,Total:
ar: إجمالي قطعتين ، الإجمالي:
tr: Toplam 2 parça, Toplam:
zh_hans: 共2件,合计:
zh_hant: 共2件,合計:

# 件,合计:
source: Pieces,Total:
ar: الكمية ، الإجمالي:
tr: Adet,Toplam:
zh_hans: 件,合计:
zh_hant: 件,合計:

# 提交订单
source: Submit_order
ar: إرسال الطلب
tr: Siparişi Gönder
zh_hans: 提交订单
zh_hant: 提交訂單

# 请添加收货地址以确保商品顺利到达
source: Pleaseaddashippingaddresstoensuretheitemarriveswithoutanyproblems
ar: الرجاء إضافة عنوان شحن لضمان وصول آمن للمنتج
tr: Ürünün sorunsuz bir şekilde ulaşmasını sağlamak için lütfen bir teslimat adresi ekleyin
zh_hans: 请添加收货地址以确保商品顺利到达
zh_hant: 請新增收貨地址以確保商品順利到達

# 共0件
source: Total0pieces
ar: 0 قطعة إجمالاً
tr: Toplam 0 adet
zh_hans: 共0件
zh_hant: 共0件

# 总金额 $0.00
source: Total $0.00
ar: المبلغ الإجمالي 0.00 دولار أمريكي
tr: Toplam tutar $0,00
zh_hans: 总金额 $0.00
zh_hant: 總金額$0.00

# 收货人：
source: Consignee:
ar: إلى:
tr: Alıcı:
zh_hans: 收货人：
zh_hant: 收貨人：

# 地址：
source: Address:
ar: العنوان:
tr: Adres:
zh_hans: 地址：
zh_hant: 地址：

# 退款类型：
source: Refundtype:
ar: نوع الإرجاع:
tr: İade türü:
zh_hans: 退款类型：
zh_hant: 退款類型：

# 退款金额：
source: Refundamount:
ar: مبلغ رد الأموال:
tr: İade tutarı:
zh_hans: 退款金额：
zh_hant: 退款金額：

# 退款金额
source: Refundamount
ar: مبلغ رد الأموال
tr: İade tutarı
zh_hans: 退款金额
zh_hant: 退款金額

# 退款原因：
source: Reasonforrefund:
ar: سبب الإرجاع:
tr: İade nedeni:
zh_hans: 退款原因：
zh_hant: 退款原因：

# 到账金额：
source: Amountarrived:
ar: المبلغ الوارد:
tr: Gelen tutar:
zh_hans: 到账金额：
zh_hant: 到帳金額：

# 到账时间：
source: Timeofarrival:
ar: وقت الوصول:
tr: Varış saati:
zh_hans: 到账时间：
zh_hant: 到帳時間：
