Repository: LINHAO1111427/mugozb
Catalog: Project/rechao/klcMPVA/Localizable/*.lproj/Localizable.strings
Languages: ar, tr, zh_hans, zh_hant

# 我的QQ
source: MyQQ
zh_hans: 我的QQ

# 请填写您的QQ号
source: PleasefillinyourQQnumber
ar: الرجاء إدخال رقم QQ الخاص بك
tr: Lütfen QQ numaranızı girin
zh_hans: 请填写您的QQ号
zh_hant: 請填入您的QQ號

# 我的手机号
source: Mymobilephonenumber
ar: رقم هاتفي المحمول
tr: Cep telefonu numaram
zh_hans: 我的手机号
zh_hant: 我的手機號碼

# 请填写您的手机号
source: Pleasefillinyourmobilephonenumber
ar: الرجاء إدخال رقم هاتفك المحمول
tr: Lütfen cep telefonu numaranızı girin
zh_hans: 请填写您的手机号
zh_hant: 請填寫您的手機號碼

# 请选择状态
source: Pleaseselectastatus
ar: الرجاء تحديد حالة
tr: Lütfen bir durum seçin
zh_hans: 请选择状态
zh_hant: 請選擇狀態

# 请选择视频接听收费标准
source: Pleaseselectthevideocallchargingstandard
ar: الرجاء تحديد معيار شحن مكالمات الفيديو
tr: Lütfen görüntülü arama şarj standardını seçin
zh_hans: 请选择视频接听收费标准
zh_hant: 請選擇影片接聽收費標準

# 请选择语音接听收费标准
source: Pleaseselectthechargingrateforvoiceanswering
ar: الرجاء تحديد معدل الشحن للاستجابة الصوتية
tr: Lütfen sesli yanıtlama için şarj oranını seçin
zh_hans: 请选择语音接听收费标准
zh_hant: 請選擇語音接聽收費標準

# 1v1主页视频展示位
source: 1v1homepagevideodisplaybit
ar: 1v1 بت عرض الفيديو المنزلي
tr: 1v1 ana sayfa video görüntüleme biti
zh_hans: 1v1主页视频展示位
zh_hant: 1v1首頁影片展示位

# 1v1主页语音展示位
source: 1v1homepagevoicedisplay
ar: عرض صوتي منزلي 1v1
tr: 1v1 ana sayfa ses ekranı
zh_hans: 1v1主页语音展示位
zh_hant: 1v1首頁語音展示位

# 1v1主页图片展示位
source: 1v1homepageimagedisplay
ar: عرض 1v1 للصورة الرئيسية
tr: 1v1 ana sayfa görüntüsü gösterimi
zh_hans: 1v1主页图片展示位
zh_hant: 1v1首頁圖片展示位

# 上传图片（必填）
source: Uploadpicture(required)
ar: تحميل الصورة (مطلوب)
tr: Resim yükle (gerekli)
zh_hans: 上传图片（必填）
zh_hant: 上傳圖片（必填）

# 最多上传6张
source: Uploadupto6images
ar: يمكن تحميل ما يصل إلى 6 صور
tr: En fazla 6 fotoğraf yüklenebilir
zh_hans: 最多上传6张
zh_hant: 最多上傳6張

# 上传视频（选填）
source: Uploadvideo(optional)
ar: تحميل الفيديو (اختياري)
tr: Video yükle (isteğe bağlı)
zh_hans: 上传视频（选填）
zh_hant: 上傳影片（選填）

# 1v1大图模式自动播放
source: 1v1bigimagemodeautoplay
ar: تشغيل تلقائي لوضع العرض الكبير 1v1
tr: 1v1 büyük görüntü modu otomatik oynatma
zh_hans: 1v1大图模式自动播放
zh_hant: 1v1大圖模式自動播放

# 上传语音（选填）
source: Uploadvoice(optional)
ar: تحميل الصوت (اختياري)
tr: Ses yükle (isteğe bağlı)
zh_hans: 上传语音（选填）
zh_hant: 上傳語音（選填）

# 1v1大图模式点击播放
source: 1v1bigpicturemodeclicktoplay
ar: انقر لتشغيل وضع الصورة الكبيرة 1v1
tr: 1v1 büyük resim modu oynamak için tıklayın
zh_hans: 1v1大图模式点击播放
zh_hant: 1v1大圖模式點選播放

# 礼物总数：
source: Totalnumberofgifts:
ar: إجمالي عدد الهدايا ：
tr: Toplam hediye sayısı：
zh_hans: 礼物总数：
zh_hant: 總禮物數：

# 请输入备注
source: Pleaseenteranote
ar: الرجاء إدخال ملاحظة
tr: Lütfen bir not girin
zh_hans: 请输入备注
zh_hant: 請輸入備註

# 选好了，开始探索
source: Selected,startexploring
ar: حدد ومتابعة
tr: Seç ve Devam Et
zh_hans: 选好了，开始探索
zh_hant: 選好了，開始探索

# 看我辣么久,你一定喜欢我吧！
source: Watchmeforawhile,justtalktome!
ar: يمكنك الاتصال بي!
tr: Benimle iletişime geçebilirsin !
zh_hans: 看我辣么久,你一定喜欢我吧！
zh_hant: 看我辣麼久,你一定喜歡我吧！

# 暂时没有获得勋章哦～
source: Nomedalfornow
ar: لا ميداليات في الوقت الحالي
tr: Şimdilik madalya yok
zh_hans: 暂时没有获得勋章哦～
zh_hant: 暫時沒有獲得勳章喔～

# 收集进度：20/9999
source: Collectionprogress：20/9999
ar: تقدم المجموعة: 20/9999
tr: Koleksiyon ilerleme durumu: 20/9999
zh_hans: 收集进度：20/9999
zh_hant: 收集進度：20/9999

# 邀约流程
source: Invitationprocess
ar: عملية الدعوة
tr: Davet süreci
zh_hans: 邀约流程
zh_hant: 邀約流程

# 实打实的撒
source: Seriouslysarah
ar: بجدية سارة
tr: Cidden Sarah
zh_hans: 实打实的撒
zh_hant: 實打實的撒

# 语音/视频
source: voice/video
ar: صوت / فيديو
tr: ses/video
zh_hans: 语音/视频
zh_hant: 語音/視訊

# 私信Ta
source: PrivatemessageTa
ar: كتابة الرسالة
tr: Mesaj Yaz
zh_hans: 私信Ta
zh_hant: 私訊Ta

# 邀约顾问
source: Inviteconsultants
ar: دعوة الاستشاريين
tr: Danışmanları davet et
zh_hans: 邀约顾问
zh_hant: 邀約顧問

# 土豪值
source: Rankvalue0
ar: قيمة الرتبة
tr: Rütbe Değeri
zh_hans: 土豪值
zh_hant: 土豪值

# 魅力值
source: CharmValue0
ar: قيمة الكاريزما
tr: Karizma Değeri
zh_hans: 魅力值
zh_hant: 魅力值

# 和Ta通话
source: talktoTa
ar: تحدث إليه
tr: Onunla konuş
zh_hans: 和Ta通话
zh_hant: 和Ta通話

# TA的技能
source: TAisskills
ar: مهاراته
tr: Onun becerileri
zh_hans: TA的技能
zh_hant: TA的技能

# 顾问评论
source: Consultantiscomments
ar: تعليقات الاستشاريين
tr: Danışmanların yorumları
zh_hans: 顾问评论
zh_hant: 顧問評論

# 群聊公告
source: Groupchatannouncements
ar: إعلانات الدردشة الجماعية
tr: Grup sohbeti duyuruları
zh_hans: 群聊公告
zh_hant: 群聊公告

# 输入新消息
source: Enteranewmessage
ar: أدخل رسالة جديدة
tr: Yeni bir mesaj girin
zh_hans: 输入新消息
zh_hant: 輸入新訊息

# 余额不足
source: Insufficientbalance
ar: رصيد غير كافٍ
tr: Yetersiz bakiye
zh_hans: 余额不足
zh_hant: 餘額不足

# 贵族才能给此主播发消息
source: VIPcanonlysendmessagestothisanchor
ar: يمكن للأشخاص المهمين فقط إرسال رسائل إلى هذا المذيع.
tr: VIP olan kişiler sadece bu yayıncıya mesaj atabilir.
zh_hans: 贵族才能给此主播发消息
zh_hant: 貴族才能傳訊息給此主播

# 绿幕抠图
source: Greenscreenkeying
ar: الاتصال بالشاشة الخضراء
tr: Yeşil ekran tuşlama
zh_hans: 绿幕抠图
zh_hant: 綠幕摳圖

# 人像抠图
source: Portraitkeying
ar: مفتاح عمودي
tr: Portre anahtarlama
zh_hans: 人像抠图
zh_hant: 人像摳圖

# 美发
source: Hairdressing
ar: تصفيف الشعر
tr: Kuaförlük
zh_hans: 美发
zh_hant: 美髮

# 日榜
source: Dailylist
ar: يوميات
tr: Günlük
zh_hans: 日榜
zh_hant: 日榜

# 周榜
source: Weeklylist
ar: أسبوعي
tr: Haftalık
zh_hans: 周榜
zh_hant: 周榜

# 月榜
source: Monthlylist
ar: شهري
tr: Aylık
zh_hans: 月榜
zh_hant: 月榜

# 总榜
source: Overalllist
ar: عام
tr: Genel
zh_hans: 总榜
zh_hant: 總榜

# 礼物贡献榜
source: Giftcontributionlist
ar: قائمة مساهمات الهدايا
tr: Hediye katkı listesi
zh_hans: 礼物贡献榜
zh_hant: 禮物貢獻榜

# 暂缺
source: Notavailableyet
zh_hans: 暂缺
zh_hant: 暫缺

# 请输入名字或者ID搜索
source: PleaseenteranameorIDtosearch
ar: أدخل الاسم أو المعرف للبحث
tr: Arama için isim veya id giriniz
zh_hans: 请输入名字或者ID搜索
zh_hant: 請輸入名字或ID搜尋

# 暂时没有关注他人哦~快去关注吧！
source: Notfollowinganyoneyet~Gofollowthemnow!
ar: أنت لا تتابع أي شخص حتى الآن. n اذهب وتابعهم الآن!
tr: Henüz kimseyi takip etmiyorsun. Git ve onları şimdi takip et!
zh_hans: 暂时没有关注他人哦~快去关注吧！
zh_hant: 暫時沒有關注他人喔~快去關注吧！

# 你还没有粉丝
source: Youdonothaveanyfansyet
ar: ليس لديك أي معجبين حتى الآن
tr: Henüz bir hayranınız yok
zh_hans: 你还没有粉丝
zh_hant: 你還沒有粉絲

# 还没有浏览你的人
source: Peoplewhohavenotviewedyouyet
ar: لم يشاهدك أحد بعد
tr: Sizi henüz kimse görüntülemedi
zh_hans: 还没有浏览你的人
zh_hant: 還沒瀏覽你的人

# 授权成功
source: Authorizationsuccessful
ar: التفويض ناجح
tr: Yetkilendirme başarılı
zh_hans: 授权成功
zh_hant: 授權成功

# 授权失败
source: Authorizationfailed
ar: فشل التفويض
tr: Yetkilendirme başarısız oldu
zh_hans: 授权失败
zh_hant: 授權失敗

# 授权取消
source: Authorizationcancelled
ar: تم إبطال التفويض
tr: Yetkilendirme iptal edildi
zh_hans: 授权取消
zh_hant: 授權取消

# 您拒绝了文件读写的权限，请到设置中修改
source: Youhavedeniedpermissiontoreadandwritetofiles,pleasechangeitinthesettings
ar: تم رفض إذنك بقراءة الملفات وكتابتها ، يرجى تغيير هذا في الإعدادات
tr: Dosyaları okuma ve yazma izniniz reddedildi, lütfen bunu ayarlardan değiştirin
zh_hans: 您拒绝了文件读写的权限，请到设置中修改
zh_hant: 您拒絕了檔案讀寫的權限，請到設定修改

# 您拒绝了使用摄像头的权限，请到设置中修改
source: Youhavedeniedpermissiontousethecamera,pleasechangeitinthesettings
ar: تم رفض إذنك لاستخدام الكاميرا ، يرجى تغييره في الإعدادات
tr: Kamerayı kullanma izniniz reddedildi, lütfen bunu ayarlardan değiştirin
zh_hans: 您拒绝了使用摄像头的权限，请到设置中修改
zh_hant: 您拒絕了使用攝影機的權限，請到設定修改

# 您拒绝了使用麦克风的权限，请到设置中修改
source: Youhavedeniedpermissiontousethemicrophone,pleasechangethisinthesettings
ar: تم رفض إذنك باستخدام الميكروفون ، يرجى تغييره في الإعدادات
tr: Mikrofonu kullanma izniniz reddedildi, lütfen bunu ayarlardan değiştirin
zh_hans: 您拒绝了使用麦克风的权限，请到设置中修改
zh_hant: 您拒絕了使用麥克風的權限，請到設定中修改

# 您拒绝了使用定位的权限，请到设置中修改
source: Youhavedeniedpermissiontouselocation,pleasechangeitinthesettings
ar: تم رفض إذنك باستخدام الموقع ، يرجى تغييره في الإعدادات
tr: Konum kullanma izniniz reddedildi, lütfen ayarlardan değiştirin
zh_hans: 您拒绝了使用定位的权限，请到设置中修改
zh_hant: 您拒絕了使用定位的權限，請到設定修改

# 您拒绝了读取手机信息的权限，请到设置中修改
source: Youhavedeniedpermissiontoreadphoneinformation,pleasechangeitinthesettings
ar: تم رفض إذنك لقراءة معلومات الهاتف ، يرجى تغييره في الإعدادات
tr: Telefon bilgilerini okuma izniniz reddedildi, lütfen bunu ayarlardan değiştirin
zh_hans: 您拒绝了读取手机信息的权限，请到设置中修改
zh_hant: 您拒絕了讀取手機資訊的權限，請到設定修改

# 加载中
source: Loading
ar: تحميل
tr: Yükleniyor
zh_hans: 加载中
zh_hant: 載入中

# 提示
source: Tips
ar: نصائح
tr: İpuçları
zh_hans: 提示
zh_hant: 提示

# 联系Ta
source: ContactingTa
ar: اتصل بها
tr: Onunla İletişim
zh_hans: 联系Ta
zh_hant: 聯絡Ta

# 是否赠送靓号给该主播？
source: Doyouwanttogiftanumbertothishost?
ar: هل تريد إهداء رقم لهذا المضيف؟
tr: Bu ev sahibine bir numara hediye etmek istiyor musunuz?
zh_hans: 是否赠送靓号给该主播？
zh_hant: 是否贈送靚號給該主播？

# 直播房间内聊天，位置标识
source: Chatinliveroom,locationidentifier
ar: الدردشة المباشرة داخل الغرفة ، ووضع العلامات الجغرافية
tr: Oda içi canlı sohbet, konum işaretleme
zh_hans: 直播房间内聊天，位置标识
zh_hant: 直播房間內聊天，位置識別

# 直播房间内聊天，对象标识
source: Chatinliveroom,objectidentifier
ar: الدردشة المباشرة داخل الغرفة ، وتحديد الكائن
tr: Oda içi canlı sohbet, nesne tanımlama
zh_hans: 直播房间内聊天，对象标识
zh_hant: 直播房間內聊天，物件識別

# 请选择频道
source: Pleaseselectachannel
ar: الرجاء تحديد قناة
tr: Lütfen bir kanal seçin
zh_hans: 请选择频道
zh_hant: 請選擇頻道

# 更换封面
source: Changecover
ar: تغيير الغلاف
tr: Kapağı değiştir
zh_hans: 更换封面
zh_hant: 更換封面

# 我方
source: Ourside
ar: جانبنا
tr: Bizim tarafımız
zh_hans: 我方
zh_hant: 我方

# 对方
source: Otherside
ar: طرف آخر
tr: Diğer taraf
zh_hans: 对方
zh_hant: 對方

# 开始直播
source: Startlive
ar: بدء البث المباشر
tr: Canlı Yayın Başlat
zh_hans: 开始直播
zh_hant: 開始直播

# 直播封面
source: livecover
ar: غلاف البث المباشر
tr: Canlı Yayın Kapağı
zh_hans: 直播封面
zh_hant: 直播封面

# 给你的直播写个标题吧
source: Writeatitleforyourlivestream
ar: اكتب عنوانًا للبث المباشر
tr: Canlı yayınınız için bir başlık yazın
zh_hans: 给你的直播写个标题吧
zh_hant: 為你的直播寫個標題吧

# 添加心愿单
source: Addawishlist
ar: أضف قائمة أمنيات
tr: Bir istek listesi ekleyin
zh_hans: 添加心愿单
zh_hant: 新增心願清單

# 购物分类
source: Shoppingcategories
ar: فئات التسوق
tr: Alışveriş kategorileri
zh_hans: 购物分类
zh_hant: 購物分類

# 守护主播
source: Guardiananchor
ar: حارس
tr: Koruyucu
zh_hans: 守护主播
zh_hant: 守護主播

# 靓号:
source: Beautifulnumber:
ar: حيلة جيدة:
tr: Güzel numara:
zh_hans: 靓号:
zh_hant: 靚號:

# 靓号
source: Beautifulnumber
ar: رقم جيد
tr: Güzel numara
zh_hans: 靓号
zh_hant: 靚號

# 谁看过我
source: whohasseenme
ar: الزائر
tr: Ziyaretçi
zh_hans: 谁看过我
zh_hant: 誰看過我

# 当前在线主播
source: Currentonlineanchor
ar: الخادم الحالي عبر الإنترنت
tr: Güncel çevrimiçi sunucu
zh_hans: 当前在线主播
zh_hant: 目前線上主播

# 邀请连麦
source: Invitetolink
ar: دعوة للربط
tr: Bağlantıya davet et
zh_hans: 邀请连麦
zh_hant: 邀請連麥

# 对方主播拒绝了你的连麦申请
source: Theotherhosthasrejectedyourrequesttoconnect
ar: رفض المضيف الآخر طلب الاتصال الخاص بك
tr: Diğer ana bilgisayar bağlanma isteğinizi reddetti
zh_hans: 对方主播拒绝了你的连麦申请
zh_hant: 對方主播拒絕了你的連麥申請

# 对方主播同意了你的连麦申请
source: Theotherhosthasagreedtoyourrequest
ar: قبل مضيف آخر طلبك
tr: Diğer ev sahibi isteğinizi kabul etti
zh_hans: 对方主播同意了你的连麦申请
zh_hant: 對方主播同意了你的連麥申請

# 发起连麦请求
source: Initiatingarequesttoconnect
ar: بدء طلب الاتصال
tr: Bağlanmak için bir istek başlatılıyor
zh_hans: 发起连麦请求
zh_hant: 發起連麥請求

# 对方主播无响应
source: Theotherhostisnotresponding
ar: مضيف آخر لا يستجيب
tr: Diğer ana bilgisayar yanıt vermiyor
zh_hans: 对方主播无响应
zh_hant: 對方主播無回應

# 对方主播拒绝了您的PK请求
source: TheotherhosthasrejectedyourPKrequest
ar: رفض المضيف الآخر PK طلبك
tr: Diğer ana bilgisayar PK isteğinizi reddetti
zh_hans: 对方主播拒绝了您的PK请求
zh_hant: 對方主播拒絕了您的PK請求

# 对方发起PK
source: TheotherhosthasinitiatedaPK
ar: بدأ المضيف الآخر عملية قتل
tr: Diğer ana bilgisayar bir PK başlattı
zh_hans: 对方发起PK
zh_hant: 對方發起PK

# PK时间
source: TimeofPK
ar: وقت القتل
tr: PK zamanı
zh_hans: PK时间
zh_hant: PK時間

# 惩罚时间
source: Penaltytime
ar: وقت العقوبة
tr: Ceza süresi
zh_hans: 惩罚时间
zh_hant: 懲罰時間

# 对方无响应
source: Otherpartyisnotresponding
ar: الطرف الآخر لا يستجيب
tr: OKarşı taraf yanıt vermiyor
zh_hans: 对方无响应
zh_hant: 對方無回應

# 退出连麦
source: Exitthelink
ar: إلغاء الارتباط
tr: Bağlantıdan çık
zh_hans: 退出连麦
zh_hant: 退出連麥

# 搜索主播名字或ID
source: SearchforhostnameorID
ar: ابحث عن اسم المضيف أو المعرف
tr: Ana bilgisayar adını veya kimliğini ara
zh_hans: 搜索主播名字或ID
zh_hant: 搜尋主播名字或ID

# 翻转镜头
source: Flipthecamera
ar: قلب الكاميرا
tr: Kamerayı çevir
zh_hans: 翻转镜头
zh_hant: 翻轉鏡頭

# 来聊聊天...
source: Comechat...
ar: اكتب شيئًا ...
tr: Birşeyler yaz...
zh_hans: 来聊聊天...
zh_hant: 來聊聊天...

# 直播时长
source: InliveTime
ar: مدة البث
tr: Yayın Süresi
zh_hans: 直播时长
zh_hant: 直播時長

# 观看人数
source: Numberofviewers
ar: عارض
tr: İzleyici
zh_hans: 观看人数
zh_hant: 觀看人數

# 直播已结束
source: Endoflivebroadcast
ar: انتهى البث
tr: Yayın Sona Erdi
zh_hans: 直播已结束
zh_hant: 直播已結束

# 直播已结束，去其他直播房间看看吧
source: Liveisover,checkouttheotherliverooms
ar: انتهى البث المباشر ، تحقق من الغرف الحية الأخرى
tr: Canlı yayın sona erdi, diğer canlı odalara göz atın
zh_hans: 直播已结束，去其他直播房间看看吧
zh_hant: 直播已結束，到其他直播房間看看吧

# 返回
source: Return
ar: رجوع
tr: Geri Dön
zh_hans: 返回
zh_hant: 回傳

# 和大家说点什么...
source: Saysomethingtoeveryone...
ar: قل شيئًا ...
tr: Bir şey söyle...
zh_hans: 和大家说点什么...
zh_hant: 跟大家說點什麼...

# 开启大喇叭，
source: Turnontheloudspeaker,
ar: كل رسالة ذات تعداد نقطي
tr: Her mermi mesajı
zh_hans: 开启大喇叭，
zh_hant: 開啟大喇叭，

# 条
source: bar
ar: مقالة
tr: Makale
zh_hans: 条
zh_hant: 條

# 踢出房间
source: Kickoutoftheroom
ar: طرد من الغرفة
tr: Odadan dışarı at
zh_hans: 踢出房间
zh_hant: 踢出房間

# 禁言
source: ban
ar: حظر
tr: Banla
zh_hans: 禁言
zh_hant: 禁言

# 解除禁言
source: Unsubscribe
ar: إلغاء الحظر
tr: Banı kaldır
zh_hans: 解除禁言
zh_hant: 解除禁言

# 禁言列表
source: Banlist
ar: قائمة الممنوعات
tr: Yasaklılar Listesi
zh_hans: 禁言列表
zh_hant: 禁言表

# 设置管理员
source: Settingadministrator
ar: تعيين المسؤول
tr: Yönetici ayarlama
zh_hans: 设置管理员
zh_hant: 設定管理員

# 删除管理员
source: Removeadministrator
ar: حذف المسؤول
tr: Yöneticiyi sil
zh_hans: 删除管理员
zh_hant: 刪除管理員

# 管理员列表
source: Listofadministrators
ar: قائمة المسؤولين
tr: Yönetici listesi
zh_hans: 管理员列表
zh_hant: 管理員名單

# 踢人列表
source: Kicklist
ar: قائمة الركلات
tr: Tekme listesi
zh_hans: 踢人列表
zh_hant: 踢人名單

# 拉黑
source: Pulling
ar: حظر
tr: Engelle
zh_hans: 拉黑
zh_hant: 封鎖

# 解除拉黑
source: Unblock
ar: إلغاء الحظر
tr: Engellemeyi kaldır
zh_hans: 解除拉黑
zh_hant: 解除封鎖

# 拒绝
source: Reject
ar: رفض
tr: Reddet
zh_hans: 拒绝
zh_hant: 拒絕

# 接受
source: Accept
ar: قبول
tr: Kabul et
zh_hans: 接受
zh_hant: 接受

# 暂没有主播上线哦，去其他分类找找吧~
source: Nohostsonlineyet,lookforothercategories~
ar: لا يوجد مضيفون على الإنترنت حتى الآن ، راجع الفئات الأخرى
tr: Henüz çevrimiçi ev sahibi yok, diğer kategorilere bakın
zh_hans: 暂没有主播上线哦，去其他分类找找吧~
zh_hant: 暫時沒有主播上線哦，去其他分類找吧~

# 猜你喜欢
source: Guessyourlikes
ar: خمن ما يعجبك
tr: Tahmin et neyi seviyorsun
zh_hans: 猜你喜欢
zh_hant: 猜你喜歡

# 历史搜索
source: HistorySearch
ar: محفوظات البحث
tr: Arama Geçmişi
zh_hans: 历史搜索
zh_hant: 歷史搜尋

# 暂无数据，去其他页面看看吧～
source: Nodatainthiscategory
ar: لا توجد بيانات في هذه الفئة
tr: Bu kategoride veri yok
zh_hans: 暂无数据，去其他页面看看吧～
zh_hant: 暫無數據，去其他頁面看看吧～

# 用户
source: User
ar: المستخدم
tr: Kullanıcı
zh_hans: 用户
zh_hant: 使用者

# 话题
source: Topics
ar: الموضوعات
tr: Konular
zh_hans: 话题
zh_hant: 話題

# #话题
source: #Topics
ar: # الموضوعات
tr: #Konular
zh_hans: #话题
zh_hant: #話題

# 请输入话题
source: Pleaseenteratopic
ar: الرجاء إدخال موضوع
tr: Lütfen bir konu girin
zh_hans: 请输入话题
zh_hant: 請輸入話題

# 房间模式
source: Odamodu
ar: وضع الغرفة
zh_hans: 房间模式
zh_hant: 房間模式

# 公告
source: Announcement
ar: إعلان
tr: Duyuru
zh_hans: 公告
zh_hant: 公告

# 家族公告
source: FamilyAnnouncement
ar: إعلان العائلة
tr: Aile Duyurusu
zh_hans: 家族公告
zh_hant: 家族公告

# 请选择房间模式
source: PlsSelectroommode
ar: الرجاء تحديد وضع الغرفة
tr: Lütfen Oda modunu seç
zh_hans: 请选择房间模式
zh_hant: 請選擇房間模式

# 金币
source: Coins
ar: عملات معدنية
tr: Madeni Paralar
zh_hans: 金币
zh_hant: 金幣

# 0金币
source: 0coins
ar: 0 عملات معدنية
tr: 0 Coin
zh_hans: 0金币
zh_hant: 0金幣

# 30金币
source: 30goldcoins
ar: 30 قطعة نقدية
tr: 30 Coin
zh_hans: 30金币
zh_hant: 30金幣

# /分钟
source: /Minutes
ar: دقائق
tr: dakika
zh_hans: /分钟
zh_hant: /分鐘

# 0/分钟
source: 0/min
ar: 0 / دقيقة
tr: 0/dk
zh_hans: 0/分钟
zh_hant: 0/分鐘

# （0$/分钟）
source: (0$/min)
ar: (0 دولار / دقيقة)
tr: (0$/dk)
zh_hans: （0$/分钟）
zh_hant: （0$/分鐘）

# 999金币/分钟
source: 999goldcoins/min
ar: 999 عملة / دقيقة
tr: 999 Coin/dk
zh_hans: 999金币/分钟
zh_hant: 999金幣/分鐘

# 0金币/分钟
source: 0goldcoins/min
ar: 0 عملات / دقيقة
tr: 0 Coin/dk
zh_hans: 0金币/分钟
zh_hant: 0金幣/分鐘

# /分
source: /min
ar: / دقيقة
zh_hans: /分
zh_hant: /分

# 金币/分钟
source: goldcoins/min
ar: عملة / دقيقة
tr: Coin/dk
zh_hans: 金币/分钟
zh_hant: 金幣/分鐘

# 10金币/分钟
source: 10coins/min
ar: 10 عملات / دقيقة
tr: 10 Coin/dk
zh_hans: 10金币/分钟
zh_hant: 10金幣/分鐘

# 让更多人关注你
source: Getmorepeopletofollowyou
ar: احصل على المزيد من الأشخاص لمتابعتك
tr: Daha fazla kişinin sizi takip etmesini sağlayın
zh_hans: 让更多人关注你
zh_hant: 讓更多人關注你

# 快速获取粉丝
source: Getfansfast
ar: احصل على متابعين سريعين
tr: Hızlı takipçi kazanın
zh_hans: 快速获取粉丝
zh_hant: 快速取得粉絲

# 只限至尊贵族用户
source: SuperNoblesubscribersonly
ar: كبار المستخدمين المهمين فقط
tr: Sadece Supreme VIP kullanıcıları
zh_hans: 只限至尊贵族用户
zh_hant: 只限至尊貴族用戶

# 房间公告
source: Roomannouncements
ar: إعلانات الغرفة
tr: Oda duyuruları
zh_hans: 房间公告
zh_hant: 房間公告

# 请输入6位数密码
source: Pleaseentera6-digitpassword
ar: الرجاء إدخال كلمة مرور مكونة من 6 أرقام
tr: Lütfen 6 basamaklı bir parola girin
zh_hans: 请输入6位数密码
zh_hant: 請輸入6位數密碼

# 收费
source: Charges
ar: الرسوم
tr: Ücretler
zh_hans: 收费
zh_hant: 收費

# 请输入直播房间标题
source: Pleaseenteraliveroomtitle
ar: الرجاء إدخال اسم الغرفة
tr: Lütfen bir oda adı girin
zh_hans: 请输入直播房间标题
zh_hant: 請輸入直播房間標題

# 请输入门票价格
source: Pleaseenterthepriceoftheticket
ar: الرجاء إدخال سعر التذكرة
tr: Lütfen biletin fiyatını girin
zh_hans: 请输入门票价格
zh_hant: 請輸入票價

# 请输入时间价格
source: Pleaseenterthetimeprice
ar: الرجاء إدخال سعر الوقت
tr: Lütfen zaman fiyatını girin
zh_hans: 请输入时间价格
zh_hant: 請輸入時間價格

# 请选择房间类型
source: Pleaseselecttheroomtype
ar: يرجى تحديد نوع الغرفة
tr: Lütfen oda tipini seçin
zh_hans: 请选择房间类型
zh_hant: 請選擇房間類型

# 请选择标签
source: Pleaseselectatag
ar: الرجاء تحديد العلامة
tr: Lütfen etiketi seçin
zh_hans: 请选择标签
zh_hant: 請選擇標籤

# 添加封面
source: Addacover
ar: إضافة غلاف
tr: Kapak ekle
zh_hans: 添加封面
zh_hant: 新增封面

# 开启位置
source: Openposition
ar: فتح المركز
tr: Açık konum
zh_hans: 开启位置
zh_hant: 開啟位置

# 搜索位置
source: SearchLocation
ar: موقع البحث
tr: Arama Konumu
zh_hans: 搜索位置
zh_hant: 搜尋位置

# 不显示
source: Notdisplayed
ar: غير مرئي
tr: Görüntülenmiyor
zh_hans: 不显示
zh_hant: 不顯示

# 未知
source: Unknown
ar: غير محدد
tr: Seçilmedi
zh_hans: 未知
zh_hant: 未知

# 推广房间
source: Promoteroom
ar: غرفة العروض الترويجية
tr: Promosyon odası
zh_hans: 推广房间
zh_hant: 推廣房間

# 请输入金额
source: Pleaseentertheamount
ar: الرجاء إدخال المبلغ
tr: Lütfen tutarı girin
zh_hans: 请输入金额
zh_hant: 請輸入金額

# 预计带来观众
source: Expectedaudience
ar: الجمهور المتوقع
tr: Beklenen kitle
zh_hans: 预计带来观众
zh_hant: 預計帶來觀眾

# 推广区域
source: Promotionarea
ar: منطقة الترويج
tr: Tanıtım alanı
zh_hans: 推广区域
zh_hant: 推廣區域

# 直播房间
source: Liveroom
ar: غرفة المعيشة
tr: Canlı oda
zh_hans: 直播房间
zh_hant: 直播房間

# 加入了直播房间
source: Joinedtheliveroom
ar: انضم إلى الغرفة الحية
tr: canlı odaya katıldı
zh_hans: 加入了直播房间
zh_hant: 加入了直播房間

# 进入直播房间
source: Accessedliveroom
ar: تم الدخول إلى الغرفة الحية
tr: Erişilen canlı oda
zh_hans: 进入直播房间
zh_hant: 進入直播室

# 派对房间
source: Partyroom
ar: غرفة الحفلة
tr: Parti odası
zh_hans: 派对房间
zh_hant: 派對房間

# 开始视频直播
source: Startlivevideo
ar: بدء تشغيل الفيديو المباشر
tr: Canlı video başlat
zh_hans: 开始视频直播
zh_hant: 開始視訊直播

# 开播默认已阅读并同意
source: Startvideoliveisreadandagreedbydefault
ar: في اللحظة التي تنقر فيها على زر البث المباشر n يُعتبر أنك قد قرأت العقد وقبلته
tr: Canlı yayın butonuna bastığın an sözleşmeyi okumuş ve kabul etmiş sayılırsın
zh_hans: 开播默认已阅读并同意
zh_hant: 開播預設已閱讀並同意

# 《主播协议》
source: 《MasteringAgreement》
ar: 《اتفاقية الناشر》
tr: 《Yayıncı Sözleşmesi》
zh_hans: 《主播协议》
zh_hant: 《主播協議》

# 我知道了
source: Iknow
ar: موافق
tr: Tamam
zh_hans: 我知道了
zh_hant: 我知道了

# 人气值
source: Popularityvalue
ar: قيمة الشعبية
tr: Popülerlik değeri
zh_hans: 人气值
zh_hant: 人氣值

# 分享到广场
source: SharetoSquare
ar: مشاركة على المربع
tr: Meydanda Paylaş
zh_hans: 分享到广场
zh_hant: 分享到廣場

# 发布一次
source: Postedonce
ar: تم النشر مرة واحدة
tr: Bir kez gönderildi
zh_hans: 发布一次
zh_hant: 發布一次

# 自动发布
source: Automatic_release
ar: الإصدار التلقائي
tr: Otomatik serbest bırakma
zh_hans: 自动发布
zh_hant: 自動發布

# 自动
source: Automatic
ar: تلقائي
tr: Otomatik
zh_hans: 自动
zh_hant: 自動

# 一次
source: Once
ar: مرة واحدة
tr: Bir Kez
zh_hans: 一次
zh_hant: 一次

# 点击更换发布模式
source: Clicktochangereleasemode
ar: انقر لتغيير وضع الإصدار
tr: Serbest bırakma modunu değiştirmek için tıklayın
zh_hans: 点击更换发布模式
zh_hant: 點選更換發布模式

# 说点什么吧~ 选择自动发布将间隔自动为你分布 选择一次发布将为你分布一次
source: Saysomething~ SelectAutoPostwillautomaticallydistributeforyouatintervals SelectPostOncewilldistributeforyouonce
ar: قل شيئًا n اختر النشر التلقائي وسيتم توزيعه تلقائيًا لك على فترات زمنية n اختر النشر مرة واحدة وسيتم توزيعه مرة واحدة لك
tr: Bir şey söyleyin Otomatik Gönderiyi Seçin, sizin için aralıklarla otomatik olarak dağıtacaktır Bir Kez Gönderiyi Seçin, sizin için bir kez dağıtacaktır
zh_hans: 说点什么吧~ 选择自动发布将间隔自动为你分布 选择一次发布将为你分布一次
zh_hant: 說點什麼吧~ 選擇自動發布將間隔自動為你分佈 選擇一次發布將為你分佈一次

# 豪华贵宾席
source: VIPSeats
ar: مقاعد فاخرة لكبار الشخصيات
tr: Lüks VIP Koltuklar
zh_hans: 豪华贵宾席
zh_hant: 豪華貴賓席

# 暂无贵族
source: NoVIPatthistime
ar: لا يوجد VIPs في ا;لوقت الحالي
tr: Şu anda VIP yok
zh_hans: 暂无贵族
zh_hant: 暫無貴族

# 观众
source: Audience
ar: الجمهور
tr: İzleyici
zh_hans: 观众
zh_hant: 觀眾

# 守护
source: Guarding
ar: حماية
tr: Koruma
zh_hans: 守护
zh_hant: 守護

# 互动亲密值
source: Interactiveintimacyvalue
ar: قيمة التقارب التفاعلي
tr: İnteraktif yakınlık değeri
zh_hans: 互动亲密值
zh_hant: 互動親密值

# 榜单规则
source: Listrules
ar: سرد القواعد
tr: Liste kuralları
zh_hans: 榜单规则
zh_hant: 榜單規則

# 人气榜单规则
source: Popularitylistrules
ar: قواعد قائمة الشعبية
tr: Popülerlik listesi kuralları
zh_hans: 人气榜单规则
zh_hant: 人氣榜單規則

# 规则
source: Rules
ar: القواعد
tr: Kurallar
zh_hans: 规则
zh_hant: 規則

# 暂无可兑换佣金
source: Noexchangecommissionatthistime
ar: لا توجد عمولات صرف في الوقت الحالي
tr: Şu anda borsa komisyonu yok
zh_hans: 暂无可兑换佣金
zh_hant: 暫無可兌換佣金

# 请选择兑换规则
source: Pleaseselecttherulesforredemption
ar: ا;لرجاء تحديد قواعد للتغيير
tr: Lütfen değişim için kuralları seçin
zh_hans: 请选择兑换规则
zh_hant: 請選擇兌換規則

# 抽奖规则
source: DrawingRules
ar: قواعد الرسم
tr: Çizim Kuralları
zh_hans: 抽奖规则
zh_hant: 抽獎規則

# 佣金不足
source: Insufficientcommission
ar: عمولة غير كافية
tr: Yetersiz komisyon
zh_hans: 佣金不足
zh_hant: 佣金不足

# 请选择提现账户
source: Pleaseselectawithdrawalaccount
ar: الرجاء تحديد حساب السحب
tr: Lütfen bir para çekme hesabı seçin
zh_hans: 请选择提现账户
zh_hant: 請選擇提現帳戶

# 请选择提取金额
source: Pleaseselecttheamounttobewithdrawn
ar: الرجاء تحديد مبلغ السحب
tr: Lütfen para çekme miktarını seçin
zh_hans: 请选择提取金额
zh_hant: 請選擇提領金額

# 请输入提取金额
source: Pleaseenterthewithdrawalamount
ar: الرجاء إدخال مبلغ السحب
tr: Lütfen para çekme tutarını girin
zh_hans: 请输入提取金额
zh_hant: 請輸入提領金額

# 暂无可提取佣金
source: Nocommissionavailableatthistime
ar: لا توجد عمولات في هذا الوقت
tr: Şu anda komisyon yok
zh_hans: 暂无可提取佣金
zh_hant: 暫無可提領佣金

# 佣金提现
source: WithdrawMoney
ar: سحب الأموال
tr: Para Çekme
zh_hans: 佣金提现
zh_hant: 佣金提現

# 观众规则
source: Audiencerules
ar: قواعد الجمهور
tr: İzleyici kuralları
zh_hans: 观众规则
zh_hant: 觀眾規則

# 守护规则
source: Guardianshiprules
ar: قواعد الوصاية
tr: Vesayet kuralları
zh_hans: 守护规则
zh_hant: 守護規則

# 亲密值规则
source: Intimacyrules
ar: قواعد التقارب
tr: Yakınlık kuralları
zh_hans: 亲密值规则
zh_hant: 親密值規則

# 房间解锁
source: Roomunlock
ar: فتح الغرفة
tr: Oda kilidini aç
zh_hans: 房间解锁
zh_hant: 房間解鎖

# 房间上锁
source: Lockedroom
ar: غرفة مقفلة
tr: Kilitli oda
zh_hans: 房间上锁
zh_hant: 房間上鎖

# 关闭
source: Close
tr: Kapat
zh_hans: 关闭
zh_hant: 關閉

# 当前有
source: Currentlyhave
ar: حاليًا
tr: Şu anda
zh_hans: 当前有
zh_hant: 目前有

# 位观众正在看你表演，是否结束直播
source: Theyarewatchingyourshow,doyouwanttoendthebroadcast
ar: إنهم يشاهدون عرضك ، هل تريد إنهاء البث
tr: Şovunuzu izliyorlar, yayını bitirmek istiyor musunuz
zh_hans: 位观众正在看你表演，是否结束直播
zh_hant: 位觀眾正在看你表演，是否結束直播

# TA的守护
source: TAisguard
ar: كن محميًا
tr: Koruyucu Ol
zh_hans: TA的守护
zh_hant: TA的守護者

# TA还没有守护哦~
source: TAisnotguardingyet~
ar: ليس لديه حماية بعد
tr: Onun henüz koruması yok
zh_hans: TA还没有守护哦~
zh_hant: TA還沒守護哦~

# 守护特权
source: Privilege
ar: امتيازات VIP
tr: VIP Ayrıcalıkları
zh_hans: 守护特权
zh_hant: 守護特權
