Repository: LINHAO1111427/mugozb
Catalog: Project/rechao/klcMPVA/Localizable/*.lproj/Localizable.strings
Languages: ar, tr, zh_hans, zh_hant

# 暂不支持Android 4.3以下的系统
source: Android versions below 4.3 are not supported
ar: لا يدعم Android 4.3 أو ما دونه
tr: Video ön işleme devam ediyor...
zh_hans: 暂不支持Android 4.3以下的系统
zh_hant: 暫不支援Android 4.3以下的系統

# 背景音仅支持MP3或M4A格式
source: BackgroundsoundonlysupportsMP3orM4Aformat
ar: يدعم صوت الخلفية تنسيق MP3 أو M4A فقط
zh_hans: 背景音仅支持MP3或M4A格式
zh_hant: 背景音只支援MP3或M4A格式

# 存储空间不足
source: Insufficientstoragespace
ar: مساحة تخزين غير كافية
tr: Video düzenleme başarısız oldu
zh_hans: 存储空间不足
zh_hant: 儲存空間不足

# 双击修改文字
source: Doubleclicktomodifytext
ar: انقر نقرًا مزدوجًا لتحرير النص
tr: Yetersiz depolama alanı
zh_hans: 双击修改文字
zh_hant: 雙擊修改文字

# 请输入字幕
source: Pleaseentersubtitles
ar: الرجاء إدخال الترجمة
tr: Metni düzenlemek için çift tıklayın
zh_hans: 请输入字幕
zh_hant: 請輸入字幕

# 左侧：
source: Leftside:
ar: الجانب الأيسر:
tr: Lütfen altyazıları girin
zh_hans: 左侧：
zh_hant: 左側：

# 右侧：
source: Rightside:
ar: الجانب الأيمن:
zh_hans: 右侧：
zh_hant: 右側：

# 重复时间点 左侧 : %1$s， 右侧 : %1$s
source: Repeat time points left: %1$s, right: %1$s
ar: تكرار النقطة الزمنية لليسار:٪ 1 $ s ، على اليمين:٪ 1 $ s
tr: Video ön işleme devam ediyor...
zh_hans: 重复时间点 左侧 : %1$s， 右侧 : %1$s
zh_hant: 重複時間點左側: %1$s， 右側: %1$s

# 裁剪区间 左侧 : %1$s， 右侧 : %1$s
source: Crop range left: %1$s, right: %1$s
ar: نطاق الاقتصاص الأيسر:٪ 1 $ s ، اليمين:٪ 1 $ s
tr: Zaman noktasını tekrarla sol : %1$s, sağ : %1$s
zh_hans: 裁剪区间 左侧 : %1$s， 右侧 : %1$s
zh_hant: 裁切區間左側: %1$s， 右側: %1$s

# 无网络连接
source: Nonetworkconnection
ar: لا يوجد اتصال بالشبكة
tr: Kırpma aralığı sol : %1$s, sağ : %1$s
zh_hans: 无网络连接
zh_hant: 無網路連線

# 正在上传
source: Uploading
ar: تحميل
zh_hans: 正在上传
zh_hant: 正在上傳

# 网络连接断开，视频上传失败
source: Networkconnectiondisconnected,videouploadfailed
ar: تم قطع الاتصال بالشبكة وفشل تحميل الفيديو
tr: Ağ bağlantısı yok
zh_hans: 网络连接断开，视频上传失败
zh_hant: 網路連線斷開，影片上傳失敗

# 选择视频
source: Selectedvideo
ar: مقطع فيديو محدد
tr: Ağ bağlantısı kesildi, video yükleme başarısız oldu
zh_hans: 选择视频
zh_hant: 選擇影片

# 单击拍
source: Clicktoshoot
ar: انقر لالتقاط
tr: Seçilen video
zh_hans: 单击拍
zh_hant: 點選拍攝

# 长按拍
source: Longpresstotakeapicture
ar: اضغط لفترة طويلة لالتقاط الفيديو
zh_hans: 长按拍
zh_hant: 長按拍

# 倒计时
source: Countdowntimer
ar: مؤقت العد التنازلي
tr: Video çekmek için uzun basın
zh_hans: 倒计时
zh_hant: 倒數

# 音效
source: Soundeffects
ar: المؤثرات الصوتية
zh_hans: 音效
zh_hant: 音效

# 小视频
source: Smallvideos
ar: مقاطع فيديو صغيرة
tr: Geri sayım zamanlayıcısı
zh_hans: 小视频
zh_hant: 小影片

# 文件不存在
source: Filedoesnotexist
ar: الملف غير موجود
tr: Ses efektleri
zh_hans: 文件不存在
zh_hant: 檔案不存在

# h265解码失败
source: 265Decodingfailed
ar: فشل فك تشفير h265
tr: küçük videolar
zh_hans: h265解码失败
zh_hant: h265解碼失敗

# HLS解密key获取失败
source: HLSdecryptionkeyfailed
ar: فشل مفتاح فك تشفير HLS
tr: Dosya mevcut değil
zh_hans: HLS解密key获取失败
zh_hant: HLS解密key取得失敗

# 获取点播文件信息失败
source: Failedtogeton-demandfileinformation
ar: فشل استرداد معلومات الملف الاختيارية
tr: h265 kod çözme başarısız oldu
zh_hans: 获取点播文件信息失败
zh_hant: 取得點播檔案資訊失敗

# 获取加速拉流地址失败
source: Failedtogetacceleratedpullstreamaddress
ar: فشل الحصول على عنوان تيار السحب المعجل
tr: HLS şifre çözme anahtarı başarısız oldu
zh_hans: 获取加速拉流地址失败
zh_hant: 取得加速拉流位址失敗

# 拍照成功，已存到系统相册
source: Takingapicturewassuccessfulandhasbeensavedtothesystemalbum
ar: تم التقاط الصورة بنجاح وتم حفظها في ألبوم النظام
zh_hans: 拍照成功，已存到系统相册
zh_hant: 拍照成功，已儲存至系統相簿

# 附近地点
source: Nearbyplaces
ar: الأماكن المجاورة
zh_hans: 附近地点
zh_hant: 附近地點

# 设备缺少使用腾讯定位服务需要的基本条件
source: ThedevicelacksthebasicconditionsneededtouseTencentislocationservice
ar: يفتقر الجهاز إلى المتطلبات الأساسية لاستخدام خدمة موقع Tencent
zh_hans: 设备缺少使用腾讯定位服务需要的基本条件
zh_hant: 裝置缺乏使用騰訊定位服務所需的基本條件

# manifest 中配置的 key 不正确
source: The key configured in manifest is incorrect
ar: المفتاح الذي تم تكوينه في البيان غير صحيح
zh_hans: manifest 中配置的 key 不正确
zh_hant: manifest 中配置的key 不正確

# 自动加载libtencentloc.so失败
source: Autoloadinglibtencentloc.sofailed
ar: libtencentloc.so فشل التحميل التلقائي
tr: Cihaz, Tencent in konum hizmetini kullanmak için gereken temel koşullardan yoksun
zh_hans: 自动加载libtencentloc.so失败
zh_hant: 自動載入libtencentloc.so失敗

# 市
source: City
ar: المدينة
tr: Bildirimde yapılandırılan anahtar yanlış
zh_hans: 市
zh_hant: 市

# 选择邀约地点
source: Selectaninvitationlocation
ar: اختر موقع دعوة
tr: libtencentloc.so otomatik yükleme başarısız oldu
zh_hans: 选择邀约地点
zh_hant: 選擇邀約地點

# 请选择地址
source: Pleaseselectanaddress
ar: الرجاء تحديد عنوان
tr: Şehir
zh_hans: 请选择地址
zh_hant: 請選擇位址

# 邀约地点请选择在
source: Pleaseselecttheplaceofinvitation
ar: الرجاء تحديد موقع الدعوة
tr: Bir davet konumu seçin
zh_hans: 邀约地点请选择在
zh_hant: 邀請地點請選擇在

# 位置
source: Location
ar: الموقع
tr: Lütfen bir adres seçin
zh_hans: 位置
zh_hant: 位置

# 请输入关键字
source: Pleaseenterkeywords
ar: الرجاء إدخال الكلمات الرئيسية
tr: Lütfen davet konumu seçin
zh_hans: 请输入关键字
zh_hant: 請輸入關鍵字

# 选择城市中心或或人流密集的地点，对方会更积极赴约哦
source: Selectacitycentreorahigh-trafficlocation,andthepersonwillbemoremotivatedtogoonthedate
ar: اختر مركزًا للمدينة أو مكانًا مزدحمًا بحركة المرور ، وسيكون الشخص أكثر تحفيزًا للذهاب في موعد
tr: Konum
zh_hans: 选择城市中心或或人流密集的地点，对方会更积极赴约哦
zh_hant: 選擇城市中心或人流密集的地點，對方會更積極赴約哦

# 打开手机定位权限，发现附近好友～
source: Turnonyourphoneislocationrightstofindfriendsnearby
ar: شغّل موقع هاتفك للعثور على أصدقاء بالقرب منك
zh_hans: 打开手机定位权限，发现附近好友～
zh_hant: 開啟手機定位權限，發現附近好友～

# 打开
source: Open
ar: فتح
zh_hans: 打开
zh_hant: 開啟

# 不限性别
source: Nogenderrestrictions
ar: الكل
tr: Yakınlardaki arkadaşlarınızı bulmak için telefonunuzun konumunu açın
zh_hans: 不限性别
zh_hant: 不限性別

# 是否转发消息到
source: Whethertoforwardmessagesto
ar: لإعادة توجيه الرسائل
tr: Aç
zh_hans: 是否转发消息到
zh_hant: 是否轉送訊息到

# 是否确认删除
source: Whethertoconfirmdeletion
ar: هل تريد تأكيد الحذف؟
tr: Hepsi
zh_hans: 是否确认删除
zh_hant: 是否確認刪除

# 是否退出正在进行的PK
source: WhethertoexitthePKinprogress
ar: هل تريد الخروج من PK الحالي؟
zh_hans: 是否退出正在进行的PK
zh_hant: 是否退出正在進行的PK

# 否
source: No
ar: لا
zh_hans: 否
zh_hant: 否

# 是
source: yes
ar: نعم
zh_hans: 是
zh_hant: 是

# 群聊名称
source: Groupchatname
ar: اسم الدردشة الجماعية
tr: Evet
zh_hans: 群聊名称
zh_hant: 群組聊天名稱

# 群聊名字
source: Groupchatname
ar: اسم الدردشة الجماعية
zh_hans: 群聊名字
zh_hant: 群聊名稱

# 聊天设置
source: Chatsettings
ar: إعدادات الدردشة
tr: Grup sohbetinin adı
zh_hans: 聊天设置
zh_hant: 聊天設定

# 群聊设置
source: Groupchatsetting
ar: إعداد الدردشة الجماعية
tr: Grup sohbeti adı
zh_hans: 群聊设置
zh_hant: 群組聊天設定

# 群主才能修改哦~
source: Onlythegroupownercanmodifyit~
ar: يمكن فقط لمالك المجموعة التعديل
tr: Sohbet Ayarları
zh_hans: 群主才能修改哦~
zh_hant: 群組主才能修改哦~

# 是否清空聊天记录
source: Whether_to_clear_the_chat_history
ar: هل تريد مسح الدردشات؟
tr: Grup sohbeti ayarı
zh_hans: 是否清空聊天记录
zh_hant: 是否清空聊天記錄

# 清空聊天记录
source: Clearthechathistory
ar: محو سجل الدردشة
tr: Sadece grup sahibi değiştirebilir
zh_hans: 清空聊天记录
zh_hant: 清空聊天記錄

# 查看
source: View
ar: عرض
tr: Sohbetleri temizlemek istiyor musun?
zh_hans: 查看
zh_hant: 查看

# 名群成员
source: Nameofgroupmember
ar: اسم عضو المجموعة
tr: Sohbet geçmişini temizle
zh_hans: 名群成员
zh_hant: 名群成員

# 群成员
source: Groupmembers
ar: أعضاء المجموعة
tr: Görüntüle
zh_hans: 群成员
zh_hant: 群組成員

# 群聊成员
source: Group_chat_members
ar: أعضاء الدردشة الجماعية
tr: Grup üyesinin adı
zh_hans: 群聊成员
zh_hant: 群組聊天成員

# 分类查找
source: Categorysearch
ar: البحث بالفئة
tr: Grup üyeleri
zh_hans: 分类查找
zh_hant: 分類查找

# 日期
source: Date
ar: التاريخ
tr: Grup Sohbet Üyeleri
zh_hans: 日期
zh_hant: 日期

# 图片及视频
source: Picturesandvideos
ar: الصور ومقاطع الفيديو
tr: Kategori ara
zh_hans: 图片及视频
zh_hant: 圖片及影片

# 我添加的表情
source: EmotionsIveadded
ar: المشاعر التي أضفتها
tr: Tarih
zh_hans: 我添加的表情
zh_hant: 我加的表情

# 管理
source: Manage
ar: إدارة
tr: Resimler ve videolar
zh_hans: 管理
zh_hant: 管理

# 点击了表情
source: Emotionclicked
ar: النقر على الرمز التعبيري
tr: Eklediğim Duygular
zh_hans: 点击了表情
zh_hant: 點擊了表情

# 群主
source: Groupowner
ar: مالك المجموعة
tr: Yönet
zh_hans: 群主
zh_hant: 群組主

# 邀请
source: invite
ar: دعوة
tr: Emojiye tıkladı
zh_hans: 邀请
zh_hant: 邀請

# 邀请
source: invite
ar: دعوة
tr: Grup sahibi
zh_hans: 邀请
zh_hant: 邀請

# 聊天记录
source: Chatrecords
ar: تسجيلات الدردشة
tr: Davet
zh_hans: 聊天记录
zh_hant: 聊天記錄

# 年
source: Year
ar: السنة
tr: Davet
zh_hans: 年
zh_hant: 年

# 取个名字吧
source: Takeaname
ar: خذ اسمًا
tr: Yıl
zh_hans: 取个名字吧
zh_hant: 取個名字吧

# 我叫什么
source: Whatismyname
ar: ما هو اسمي
tr: tvTopContent
zh_hans: 我叫什么
zh_hant: 我叫什麼

# 查看500名群成员
source: View500groupmembers
ar: اعرض 500 من أعضاء المجموعة
tr: Bir isim al
zh_hans: 查看500名群成员
zh_hant: 查看500名群組成員

# 取什么名字呢
source: Whatnametogive
ar: الاسم المراد تعيينه
tr: Benim adım ne
zh_hans: 取什么名字呢
zh_hant: 取什麼名字呢

# 群聊ID
source: GroupchatID
ar: معرف الدردشة الجماعية
tr: 500 grup üyesini görüntüle
zh_hans: 群聊ID
zh_hant: 群組聊天ID

# 群主、管理员（3人）
source: Groupowner,administrator(3people)
ar: مالك المجموعة ، المسؤول (3 أشخاص)
tr: Verilecek isim
zh_hans: 群主、管理员（3人）
zh_hant: 群組主、管理員（3人）

# 按分类查找
source: Searchbycategory
ar: بحث حسب الفئة
tr: Grup sohbet kimliği
zh_hans: 按分类查找
zh_hant: 依分類找出

# 链接
source: Link
ar: ارتباط
tr: Grup sahibi, yönetici (3 kişi)
zh_hans: 链接
zh_hant: 連結

# 大家好
source: Helloeveryone
ar: مرحبًا بالجميع
tr: Kategoriye göre ara
zh_hans: 大家好
zh_hant: 大家好

# 积分红包
source: PointsRedEnvelope
ar: نقاط المكافأة
tr: Link
zh_hans: 积分红包
zh_hant: 積分紅包

# 红包金额
source: Redenvelopeamount
ar: مبلغ المغلف الأحمر
tr: Herkese merhaba
zh_hans: 红包金额
zh_hant: 紅包金額

# 未读
source: Unread
ar: غير مقروءة
tr: Bonus Puanlar
zh_hans: 未读
zh_hant: 未讀

# 点击查看
source: Clicktoview
ar: انقر للعرض
tr: Kırmızı zarf miktarı
zh_hans: 点击查看
zh_hant: 點選查看

# 点击欢迎
source: Clicktowelcome
ar: انقر للترحيب
tr: Okunmamış
zh_hans: 点击欢迎
zh_hant: 點選歡迎

# 0人
source: 0people
ar: 0 أشخاص
tr: Görüntülemek için tıklayın
zh_hans: 0人
zh_hant: 0人

# 人
source: People
ar: شخص
tr: Karşılama için tıklayın
zh_hans: 人
zh_hant: 人

# 在
source: In
ar: في
tr: 0 kişi
zh_hans: 在
zh_hant: 在

# 评论
source: Comments
ar: التعليقات
tr: kişi
zh_hans: 评论
zh_hant: 評論

# 系统通知
source: SystemNotification
ar: إعلام النظام
tr: içinde
zh_hans: 系统通知
zh_hant: 系統通知

# 互动通知
source: Interactivenotification
ar: إعلام تفاعلي
tr: Yorumlar
zh_hans: 互动通知
zh_hant: 互動通知

# 陌生人消息
source: Strangermessages
ar: الرسائل الخارجية
tr: Sistem Bildirimi
zh_hans: 陌生人消息
zh_hant: 陌生人訊息

# 投诉
source: Complain
ar: شكوى
tr: İnteraktif bildirim
zh_hans: 投诉
zh_hant: 投訴

# 有家族不孤单，我们是相亲相爱的一家人
source: Wearenotaloneinhavingafamily,weareafamilythatloveseachother
ar: هناك عائلة ، نحن عائلة نحب بعضنا البعض
tr: Bir aile var, biz birbirini seven bir aileyiz
zh_hans: 有家族不孤单，我们是相亲相爱的一家人
zh_hant: 有家族不孤單，我們是相親相愛的家庭

# 已有人在这里嗨~
source: Thereisalreadysomeoneheretogethigh~
ar: شخص ما موجود بالفعل هنا للارتقاء
tr: Birileri zaten kafayı bulmak için burada
zh_hans: 已有人在这里嗨~
zh_hant: 已有人在這裡嗨~

# 团长
source: Chief
tr: Şef
zh_hans: 团长
zh_hant: 團長

# 我的好友
source: Myfriend
ar: أصدقائي
tr: 95 ilgili sohbet
zh_hans: 我的好友
zh_hant: 我的好友

# 95条相关聊天记录
source: 95Relatedchats
ar: 95 محادثة ذات صلة
tr: yoruma yanıt ver
zh_hans: 95条相关聊天记录
zh_hant: 95筆相關聊天記錄

# 你是谁啊
source: Whoareyou
ar: من أنت
tr: Davet kodu
zh_hans: 你是谁啊
zh_hant: 你是誰啊

# 邀请码
source: Invitationcode
ar: رمز الدعوة
tr: Ayrıntılar
zh_hans: 邀请码
zh_hant: 邀請碼

# 佣金明细
source: Details
ar: تفاصيل العمولة
tr: Hesap Seç
zh_hans: 佣金明细
zh_hant: 佣金明細

# 提现到
source: SelectBank
ar: حدد البنك
tr: Arkadaşlarınızı davet edin
zh_hans: 提现到
zh_hant: 提現到

# 赶快邀请好友吧
source: Inviteyourfriends
ar: قم بدعوة أصدقائك
tr: Telefona kaydet
zh_hans: 赶快邀请好友吧
zh_hant: 趕快邀請好友吧

# 保存到手机
source: Savetophone
ar: حفظ في الهاتف
tr: İndirme bağlantısını kopyala
zh_hans: 保存到手机
zh_hant: 儲存到手機

# 复制下载链接
source: Copythedownloadlink
ar: نسخ رابط التنزيل
tr: Çekilen miktar
zh_hans: 复制下载链接
zh_hant: 複製下載連結

# 已提现金额
source: Withdrawnamount
ar: المبلغ المسحوب
tr: Davet Etme Kuralları
zh_hans: 已提现金额
zh_hant: 已提現金金額

# 邀请规则
source: invitationrules
ar: دعوة القواعد
tr: Kümülatif şarj
zh_hans: 邀请规则
zh_hant: 邀請規則

# 累计充值
source: Cumulativerecharge
ar: إعادة الشحن التراكمي
tr: Komisyon al
zh_hans: 累计充值
zh_hant: 累積充值

# 获得佣金
source: Getcommission
ar: احصل على عمولة
zh_hans: 获得佣金
zh_hant: 取得佣金

# 邀请中，请稍后
source: Inviting,pleasewait
ar: أدعو ، برجاء الانتظار
tr: davet ediyorum, lütfen bekleyin
zh_hans: 邀请中，请稍后
zh_hant: 邀請中，請稍後

# 只有主播和管理员有该权限
source: Onlythehostandadminhavethispermission
ar: فقط الناشرون والمسؤولون لديهم هذا الإذن
tr: Sadece yayıncılar ve yöneticiler bu izne sahiptir
zh_hans: 只有主播和管理员有该权限
zh_hant: 只有主播和管理員有該權限

# · 讲解中
source: - In progress
ar: - الشرح قيد التقدم
tr: - Açıklama devam ediyor
zh_hans: · 讲解中
zh_hant: · 講解中

# 已加入
source: Joined
ar: انضم
tr: katıldı
zh_hans: 已加入
zh_hant: 已加入

# 申请中
source: Applicationinprogress
ar: في التطبيق
tr: Uygulamada
zh_hans: 申请中
zh_hant: 申請中

# 讲解中
source: Explaining
ar: الوصف
tr: Açıklama
zh_hans: 讲解中
zh_hant: 講解中

# 讲TA
source: SpeakingTA
ar: تحدث إليه
tr: Onunla Konuş
zh_hans: 讲TA
zh_hant: 講TA

# 不能再添加了
source: Nomorecanbeadded
ar: لا يمكن إضافة المزيد
tr: Daha fazla eklenemez
zh_hans: 不能再添加了
zh_hant: 不能再增加了

# 您正在邀请和Ta视频聊天
source: YouareinvitingavideochatwithTa
ar: يدعوك إلى محادثة فيديو
tr: Sizi görüntülü sohbete davet ediyor
zh_hans: 您正在邀请和Ta视频聊天
zh_hant: 您正在邀請和Ta視訊聊天

# 围观
source: Huddle
ar: المتابعون
tr: izleyiciler
zh_hans: 围观
zh_hant: 圍觀

# 请输入名称
source: Pleaseenteraname
ar: الرجاء إدخال اسم
tr: Lütfen bir ad girin
zh_hans: 请输入名称
zh_hant: 請輸入名稱

# 人气榜单
source: Popularitylist
ar: قائمة الشعبية
tr: Popülerlik listesi
zh_hans: 人气榜单
zh_hant: 人氣榜單

# TA的余额可通话时长不足
source: TAisbalanceisnotenoughforcalltime
ar: رصيد الطرف الآخر غير كافٍ لوقت المكالمة
tr: Karşı tarafın bakiyesi arama süresi için yeterli değil
zh_hans: TA的余额可通话时长不足
zh_hant: TA的餘額可通話時間不足

# 提醒TA充值
source: RemindTAtorecharge
ar: ذكّرها بإعادة التعبئة
tr: Ona bakiye yüklemesini hatırlatın
zh_hans: 提醒TA充值
zh_hant: 提醒TA儲值

# 您的余额可通话时长不足
source: your_balance_is_not_enough_for_calling_time
ar: رصيدك غير كافٍ لعدد الساعات التي يمكنك التحدث بها
tr: Bakiyeniz konuşabileceğiniz saat sayısı için yetersiz
zh_hans: 您的余额可通话时长不足
zh_hant: 您的餘額可通話時間不足

# 分钟，请立即充值
source: Minutes,pleaserechargenow
ar: دقائق ، يرجى ملء الآن
tr: Dakika, lütfen şimdi doldurun
zh_hans: 分钟，请立即充值
zh_hant: 分鐘，請立即儲值

# 认证成为主播后才能加入哦～
source: Joinafterbeingcertifiedasananchor~
ar: حاول مرة أخرى بعد الحصول على شهادة الناشر
tr: Yayınıcı sertifikası aldıktan sonra tekrar deneyin
zh_hans: 认证成为主播后才能加入哦～
zh_hant: 認證成為主播後才能加入喔～

# 您正在此房间中
source: Youareinthisroom
ar: أنت في هذه الغرفة
tr: Bu odadasınız
zh_hans: 您正在此房间中
zh_hant: 您正在此房間中

# 今日魅力榜
source: Todayisearningslist
ar: قائمة أرباح اليوم
tr: Bugünün Kazanç Listesi
zh_hans: 今日魅力榜
zh_hant: 今日魅力榜

# 累计魅力榜
source: Cumulativerevenuelist
ar: قائمة الإيرادات التراكمية
tr: Kümülatif Gelir Listesi
zh_hans: 累计魅力榜
zh_hant: 累積魅力榜

# 贵族免费发弹幕
source: VIPfreebarage
ar: وابل مجاني لكبار الشخصيات
tr: VIP ücretsiz baraj
zh_hans: 贵族免费发弹幕
zh_hant: 貴族免費發彈幕

# 我的QQ号
source: MyQQnumber
ar: رقم QQ الخاص بي
tr: QQ numaram
zh_hans: 我的QQ号
zh_hant: 我的QQ號

# 我的微信号
source: Mywechatsignal
ar: حسابي على Wechat
tr: Wechat hesabım
zh_hans: 我的微信号
zh_hant: 我的微訊號

# s后关闭
source: Closeafters
ar: إغلاق بعد s
tr: s den sonra kapat
zh_hans: s后关闭
zh_hant: s後關閉

# 0s后关闭
source: Closeafter0s
ar: إغلاق بعد 0 ثانية
tr: 0s den sonra kapat
zh_hans: 0s后关闭
zh_hant: 0s後關閉

# 含
source: Contains
ar: المحتويات
tr: İçindekiler
zh_hans: 含
zh_hant: 含

# 消耗
source: Consume
ar: استهلاك
tr: Tüket
zh_hans: 消耗
zh_hant: 消耗

# 本次通话已享受
source: This_call_has_been_en_enjoyed
ar: استمتعنا بهذه المكالمة
tr: Bu çağrıdan keyif aldık
zh_hans: 本次通话已享受
zh_hant: 本次通話已享有

# 点击事件
source: Clickevent
ar: انقر فوق حدث
tr: tıklama olayı
zh_hans: 点击事件
zh_hant: 點選事件

# 无法进行通话功能
source: Thecallfunctionisnotavailable
ar: وظيفة الاتصال غير متاحة
tr: Çağrı işlevi kullanılamıyor
zh_hans: 无法进行通话功能
zh_hant: 無法進行通話功能

# 向左滑动，更多推荐主播
source: Swipeleftformorerecommendedhosts
ar: مرر لليسار لمزيد من الناشرين الموصى بهم
tr: Daha fazla önerilen yayıncılar için sola kaydırın
zh_hans: 向左滑动，更多推荐主播
zh_hant: 向左滑動，更多推薦主播

# 向右滑动，清空屏幕
source: swiperighttoclearthescreen
ar: مرر لليسار لمسح الشاشة
tr: Ekranı temizlemek için sağa kaydırın
zh_hans: 向右滑动，清空屏幕
zh_hant: 向右滑動，清空螢幕

# 复 制
source: Copy
tr: Kopyala
zh_hans: 复 制
zh_hant: 複製

# QQ号
source: QQnumber
ar: رقم QQ
tr: QQ numarası
zh_hans: QQ号
zh_hant: QQ號

# 抱TA上麦
source: HoldTheyonthemic
ar: أمسكهما في الميكروفون
tr: Onları mikrofonda tut
zh_hans: 抱TA上麦
zh_hant: 抱TA上麥

# 消费
source: Spend
ar: تم الإرسال
tr: Gönderilen
zh_hans: 消费
zh_hant: 消費

# 收益
source: Revenue
ar: تعال
tr: Gel
zh_hans: 收益
zh_hant: 收益

# 贵族等级
source: VIPlevel
ar: VIP
tr: VIP
zh_hans: 贵族等级
zh_hant: 貴族等級

# TA的礼物墙
source: TAisgiftwall
ar: جدار الهدايا الخاص بها
tr: Onun hediye duvarı
zh_hans: TA的礼物墙
zh_hant: TA的禮物牆

# 送TA礼物
source: SendTAagift
ar: إرسال هدية
tr: Hediye At
zh_hans: 送TA礼物
zh_hant: 送TA禮物

# 主页
source: Homepage
ar: الملف الشخصي
tr: Profil
zh_hans: 主页
zh_hant: 首頁

# 下次在看
source: Seenexttime
ar: نراكم في المرة القادمة
tr: Bir dahaki sefere görüşürüz
zh_hans: 下次在看
zh_hant: 下次在看

# 付费观看
source: Paytowatch
ar: الدفع مقابل المشاهدة
tr: izlemek için öde
zh_hans: 付费观看
zh_hant: 付費觀看

# 欢乐汽车x1
source: JoyCarx1
zh_hans: 欢乐汽车x1
zh_hant: 歡樂汽車x1

# 赠送靓号给
source: Giveanicenumberto
ar: أعط رقمًا رائعًا
tr: Güzel bir numara ver
zh_hans: 赠送靓号给
zh_hant: 贈送靚號給

# 刘聪的KEY
source: LiuCongisKEY
ar: مفتاح Liu Cong
tr: Liu Cong un ANAHTARI
zh_hans: 刘聪的KEY
zh_hant: 劉聰的KEY

# 暂无靓号出售
source: Nogoodnumberforsaleatthemoment
ar: لا توجد حاليًا أرقام جيدة للبيع
tr: Şu anda satılık iyi bir numara yok
zh_hans: 暂无靓号出售
zh_hant: 暫無靚號出售

# 10分钟
source: 10minutes
ar: 10 دقائق
tr: 10 dakika
zh_hans: 10分钟
zh_hant: 10分鐘

# 您正在使用2分钟的免费通话时长
source: Youareusing2minutesoffreecalltime
ar: أنت تستخدم دقيقتين من وقت المكالمة المجاني
tr: 2 dakikalık ücretsiz arama süresi kullanıyorsunuz
zh_hans: 您正在使用2分钟的免费通话时长
zh_hant: 您正在使用2分鐘的免費通話時間

# 画画的baby
source: Drawingbaby
ar: رسم الطفل
zh_hans: 画画的baby
zh_hant: 畫的baby

# 邀请您视频聊天
source: Inviteyoutovideochat
ar: أدعوك إلى محادثة فيديو
tr: Sizi görüntülü sohbete davet ediyorum
zh_hans: 邀请您视频聊天
zh_hant: 邀請您視訊聊天

# TA的余额
source: TAisbalance
ar: رصيدها
tr: Onun bakiyesi
zh_hans: TA的余额
zh_hant: TA的餘額

# 接入下一位主播
source: Accessthenexthost
ar: الانضمام إلى المشغل التالي
tr: Sonraki yayıncıya katıl
zh_hans: 接入下一位主播
zh_hant: 接入下一位主播

# 视频交友
source: Videodating
ar: المواعدة بالفيديو
tr: Video buluşması
zh_hans: 视频交友
zh_hant: 視訊交友

# 9999 亲密度
source: 9999 intimacy
ar: العلاقة الحميمة 9999
zh_hans: 9999 亲密度
zh_hant: 9999 親密度

# 恢复
source: Recover
ar: استرداد
tr: Kurtar
zh_hans: 恢复
zh_hant: 恢復

# 选择直播频道
source: Selectlivechannel
ar: البث المباشر
tr: CANLI YAYINA GEÇ
zh_hans: 选择直播频道
zh_hant: 選擇直播頻道

# 仿珍珠发卡女头饰夹子韩国刘海夹一字夹成人发夹…
source: ImitationpearlhaircardfemaleheaddressclipKoreanbangsclipawordclipadulthairclip...
ar: بطاقة شعر لؤلؤية مقلدة ، مشبك غطاء الرأس الأنثوي ، الانفجارات الكورية ، مشبك كلمة دبوس شعر للبالغين ...
tr: İmitasyon inci saç kartı kadın başlık klip Kore patlama klip bir kelime klip yetişkin saç tokası ...
zh_hans: 仿珍珠发卡女头饰夹子韩国刘海夹一字夹成人发夹…
zh_hant: 仿珍珠髮卡女頭飾夾子韓國瀏海夾一字夾成人髮夾…

# 去购买
source: Gotobuy
ar: انتقل إلى الشراء
tr: Satın almaya git
zh_hans: 去购买
zh_hant: 去買

# 主播邀你加入粉丝团
source: Anchorinvitesyoutojointhefanclub
ar: يدعوك الناشر للانضمام إلى نادي المعجبين
tr: Yayıncı sizi hayran kulübüne katılmaya davet ediyor
zh_hans: 主播邀你加入粉丝团
zh_hant: 主播邀請你加入粉絲團

# 一起群聊，亲密互动~
source: Groupchatwithusforintimateinteraction~
ar: دردشة جماعية معنا للتفاعل الحميم
tr: Samimi etkileşim için bizimle grup sohbeti yapın
zh_hans: 一起群聊，亲密互动~
zh_hant: 一起群聊，親密互動~

# 抽奖纪录
source: Rafflerecords
ar: سجلات اليانصيب
tr: Çekiliş kayıtları
zh_hans: 抽奖纪录
zh_hant: 抽獎紀錄

# 主播转盘 - 等风来看看
source: Host roulette - wait and see
ar: مرساة القرص الدوار - في انتظار الرياح القادمة وترى
tr: Anchor Turntable - Rüzgarın gelip görmesini bekliyorum
zh_hans: 主播转盘 - 等风来看看
zh_hant: 主播轉盤- 等風來看

# -100金币
source: -100goldcoins
ar: - 100 قطعة نقدية
tr: -100 Coin
zh_hans: -100金币
zh_hant: -100金幣

# 驾驶的季后赛的
source: Drivingfortheplayoffs
ar: قيادة لتصفيات البطولة
tr: Playofflar için sürüş
zh_hans: 驾驶的季后赛的
zh_hant: 駕駛的季後賽的

# 账户验证
source: Accountverification
ar: التحقق من الحساب
tr: Hesap Doğrula
zh_hans: 账户验证
zh_hant: 帳戶驗證

# 观看记录
source: Watchhistory
ar: سجل المشاهدة
tr: İzleme geçmişi
zh_hans: 观看记录
zh_hant: 觀看記錄

# 一键清除
source: One_click_clear
ar: مسح
tr: Temizle
zh_hans: 一键清除
zh_hant: 一鍵清除

# 近
source: Close
ar: إغلاق
tr: Kapat
zh_hans: 近
zh_hant: 近

# 购买装扮
source: Buydressup
ar: أداة الإدخال
tr: Giriş Aracı
zh_hans: 购买装扮
zh_hant: 購買裝扮

# 使用装扮
source: Usedressup
ar: مركز الملابس
tr: Giyinme Merkezi
zh_hans: 使用装扮
zh_hant: 使用裝扮

# 已开启
source: Turnedon
ar: مفتوح
tr: Açıldı
zh_hans: 已开启
zh_hant: 已開啟

# 建设中...
source: Underconstruction...
ar: قيد الإنشاء ...
tr: Yapım aşamasında...
zh_hans: 建设中...
zh_hant: 建設中...

# 是否退出？
source: Doyouwanttoexit?
ar: هل تريد الإنهاء؟
tr: Çıkmak istiyor musunuz?
zh_hans: 是否退出？
zh_hant: 是否退出？

# 隐私特权设置
source: Privacyprivilegesetting
ar: إعداد امتياز الخصوصية
tr: Gizlilik ayrıcalığı ayarı
zh_hans: 隐私特权设置
zh_hant: 隱私權特權設定

# 隐藏距离
source: Hiddendistance
ar: المسافة المخفية
tr: Gizli mesafe
zh_hans: 隐藏距离
zh_hant: 隱藏距離

# 开通后，全站无法获取你的距离位置
source: Whenenabled,yourdistancelocationisnotavailablesite-wide
ar: عند التمكين ، لا يكون موقع المسافة الخاص بك متاحًا على مستوى الموقع
tr: Etkinleştirildiğinde, mesafe konumunuz site genelinde kullanılamaz
zh_hans: 开通后，全站无法获取你的距离位置
zh_hant: 開通後，全站無法取得你的距離位置

# QQ客服
source: QQcustomerservice
ar: خدمة عملاء QQ
tr: QQ müşteri hizmetleri
zh_hans: QQ客服
zh_hant: QQ客服

# 微信客服
source: WeChatcustomerservice
ar: خدمة عملاء WeChat
tr: WeChat müşteri hizmetleri
zh_hans: 微信客服
zh_hant: 微信客服

# 暂未记录哦~
source: Notrecordedyet~
ar: لم يتم الحفظ بعد
tr: Henüz kaydedilmedi
zh_hans: 暂未记录哦~
zh_hant: 暫未記錄哦~

# 与你相遇 , 未来可期...
source: Meeting you, the future looks bright...
ar: بانتظار مقابلتك ...
tr: Sizinle tanışmak için bekliyorum ...
zh_hans: 与你相遇 , 未来可期...
zh_hant: 與你相遇, 未來可期...

# 创建群聊
source: Createagroupchat
ar: إنشاء دردشة جماعية
tr: Grup Sohbeti Oluştur
zh_hans: 创建群聊
zh_hant: 建立群組聊天

# 跳转群聊页面
source: Jumptothegroupchatpage
ar: انتقل إلى صفحة الدردشة الجماعية
tr: Grup sohbeti sayfasına atla
zh_hans: 跳转群聊页面
zh_hant: 跳轉群組聊天頁面

# 搜索好友动态
source: Searchforfriendupdates
ar: ابحث عن تحديثات الأصدقاء
tr: Arkadaş güncellemelerini ara
zh_hans: 搜索好友动态
zh_hant: 搜尋好友動態

# 输入聊天内容
source: Enterchatcontent
ar: أدخل محتوى الدردشة
tr: Sohbet içeriğini girin
zh_hans: 输入聊天内容
zh_hant: 輸入聊天內容

# 账号/群
source: Account/group
ar: حساب / مجموعة
tr: Hesap/Grup
zh_hans: 账号/群
zh_hant: 帳號/群組

# 通知
source: Notification
ar: إعلام
tr: Bildirim
zh_hans: 通知
zh_hant: 通知

# 官方消息
source: Officialnews
ar: الأخبار الرسمية
tr: Resmi Haberler
zh_hans: 官方消息
zh_hant: 官方消息

# 官方消息详情
source: Officialnewsdetails
ar: تفاصيل الأخبار الرسمية
tr: Resmi Haber Detayları
zh_hans: 官方消息详情
zh_hant: 官方消息詳情

# 评论列表
source: Commentlist
ar: قائمة التعليقات
tr: Yorum Listesi
zh_hans: 评论列表
zh_hant: 評論清單

# 评论了你
source: Commentedonyou
ar: علقت عليك
tr: Sizin hakkınızda yorum yaptı
zh_hans: 评论了你
zh_hant: 評論了你

# 点赞了你
source: Likedyou
ar: أنا معجب بك
tr: Arkadaşlarım
zh_hans: 点赞了你
zh_hant: 按讚了你

# 展开
source: Expand
ar: توسيع
tr: Genişlet
zh_hans: 展开
zh_hant: 展開

# 群
source: groups
ar: المجموعات
tr: Gruplar
zh_hans: 群
zh_hant: 群組

# 多少条相关聊天记录
source: Howmanyrelatedchats
ar: كم عدد سجلات الدردشة ذات الصلة الموجودة هناك
tr: Kaç tane ilgili sohbet kaydı var
zh_hans: 多少条相关聊天记录
zh_hant: 多少相關聊天記錄

# 群聊
source: Groupchats
ar: الدردشات الجماعية
tr: Grup Sohbetleri
zh_hans: 群聊
zh_hant: 群組聊天

# 喜欢
source: Like
ar: أعجبني
tr: Beğen
zh_hans: 喜欢
zh_hant: 喜歡

# 我的关注
source: Myfollowers
ar: المتابعون لي
tr: Takipçilerim
zh_hans: 我的关注
zh_hant: 我的關注

# 完成（0）
source: Completed(0)
ar: تم (0)
tr: Tamamlandı (0)
zh_hans: 完成（0）
zh_hant: 完成（0）

# 搜索指定内容
source: Searchforspecificcontent
ar: البحث عن محتوى معين
tr: Belirli bir içerik arayın
zh_hans: 搜索指定内容
zh_hant: 搜尋指定內容

# 找人/群
source: Findaperson/group
ar: ابحث عن شخص / مجموعة
tr: Bir kişi/grup bul
zh_hans: 找人/群
zh_hant: 找人/群組

# 通讯录
source: AddressBook
ar: دفتر العناوين
tr: Adres Defteri
zh_hans: 通讯录
zh_hant: 通訊錄

# 没有人给你评论
source: Nocommentsforyou
ar: لا توجد تعليقات لك
tr: Sizin için yorum yok
zh_hans: 没有人给你评论
zh_hant: 沒有人給你評論
