Repository: LINHAO1111427/mugozb
Catalog: Project/rechao/klcMPVA/Localizable/*.lproj/Localizable.strings
Languages: ar, tr, zh_hans, zh_hant

# 退团
source: Withdrawfromthegroup
ar: إنهاء المجموعة
tr: Gruptan çık
zh_hans: 退团
zh_hant: 退團

# 姓名
source: Name
ar: الاسم
tr: İsim
zh_hans: 姓名
zh_hant: 姓名

# 深圳
source: Shenzhen
ar: شنتشن
zh_hans: 深圳
zh_hant: 深圳

# 热
source: Hot
tr: Sıcak
zh_hans: 热
zh_hant: 熱

# 一生一世
source: Lifetime
ar: الحياة
tr: Yaşam
zh_hans: 一生一世
zh_hant: 一生一世

# 抢单
source: Graborder
ar: ترتيب الالتقاط
tr: Siparişi yakala
zh_hans: 抢单
zh_hant: 搶單

# 邀请你加入群聊…
source: Inviteyoutojointhegroupchat...
ar: دعاك للانضمام إلى الدردشة الجماعية ...
tr: Sizi grup sohbetine katılmaya davet etti...
zh_hans: 邀请你加入群聊…
zh_hant: 邀請你加入群組聊天…

# 忽略
source: Ignore
ar: تجاهل
tr: İhmal et
zh_hans: 忽略
zh_hant: 忽略

# 加入群聊
source: Jointhegroupchat
ar: انضم إلى الدردشة الجماعية
tr: Grup sohbetine katılın
zh_hans: 加入群聊
zh_hant: 加入群組聊天

# 亲密粉丝0人
source: Closefans0people
ar: ليس هناك معجبون مغلقون
tr: Kapalı hayranlar 0 kişi
zh_hans: 亲密粉丝0人
zh_hant: 親密粉絲0人

# 升级大11级
source: UpgradeBig11
ar: ترقية Big 11
tr: Big 11'i Yükselt
zh_hans: 升级大11级
zh_hant: 升級大11級

# 开通了白银贵族
source: ActivatedSilverVIP
ar: نشط VIP فضي
tr: Gümüş VIP Aktif
zh_hans: 开通了白银贵族
zh_hant: 開通了白銀貴族

# 邀请你上麦互动了
source: Invitedyoutointeractonmic
ar: أدعوك للتحدث
tr: Sizi konuşmaya davet ediyorum
zh_hans: 邀请你上麦互动了
zh_hant: 邀請你上麥互動了

# 同意
source: Agree
ar: قبول
tr: Kabul et
zh_hans: 同意
zh_hant: 同意

# 密友
source: Confidant
ar: الصديق المقرب
tr: Yakın arkadaş
zh_hans: 密友
zh_hant: 密友

# 粉丝
source: Fans
ar: مروحة
tr: Fan
zh_hans: 粉丝
zh_hant: 粉絲

# 看过你
source: Seenyou
zh_hans: 看过你
zh_hant: 看過你

# 开通贵族即可查看谁喜欢我
source: EnableVIPtoseewholikesme
ar: تمكين VIP لمعرفة من يحبني
tr: Beni kimlerin beğendiğini görmek için VIP yi etkinleştir
zh_hans: 开通贵族即可查看谁喜欢我
zh_hant: 開通貴族即可查看誰喜歡我

# 旋转
source: Rotate
ar: تدوير
tr: Döndür
zh_hans: 旋转
zh_hant: 旋轉

# 缩放
source: Scale
ar: تكبير
tr: Yakınlaştır
zh_hans: 缩放
zh_hant: 縮放

# 裁剪
source: Crop
ar: قص
tr: Kes
zh_hans: 裁剪
zh_hant: 裁切

# 取消拍照
source: Cancelphoto
ar: إلغاء الصورة
tr: Fotoğrafı iptal et
zh_hans: 取消拍照
zh_hant: 取消拍照

# 取消选择
source: Cancelselection
ar: إلغاء التحديد
tr: Seçimi iptal et
zh_hans: 取消选择
zh_hant: 取消選擇

# 取消裁剪
source: Cancelcrop
ar: إلغاء الاقتصاص
tr: Kırpmayı iptal et
zh_hans: 取消裁剪
zh_hant: 取消裁切

# 翻转
source: Flip
ar: ترجمة
tr: Çevir
zh_hans: 翻转
zh_hant: 翻轉

# 闪光灯
source: Flash
ar: فلاش
tr: Flaş
zh_hans: 闪光灯
zh_hant: 閃光燈

# 重新拍摄
source: Re-shoot
ar: إعادة التقاط
tr: Yeniden çek
zh_hans: 重新拍摄
zh_hant: 重新拍攝

# 说点什么......
source: Saysomething......
ar: قل شيئًا ......
tr: Bir şey söyleyin ......
zh_hans: 说点什么......
zh_hant: 說點什麼......

# 说点什么吧
source: Saysomething
ar: قل شيئًا
tr: Bir şey söyle
zh_hans: 说点什么吧
zh_hant: 說點什麼

# 发布
source: Publish
ar: نشر
tr: Yayınla
zh_hans: 发布
zh_hant: 發布

# 是否放弃发布此条信息
source: Whethertoabandonpostingthismessage
ar: هل تريد الاستسلام؟
tr: Vazgeçmek istiyor musun?
zh_hans: 是否放弃发布此条信息
zh_hant: 是否放棄發佈此訊息

# 未找到本地视频
source: Nolocalvideofound
ar: لم يتم العثور على فيديو محلي
tr: Yerel video bulunamadı
zh_hans: 未找到本地视频
zh_hant: 未找到本地影片

# 本地视频
source: Localvideo
ar: فيديو محلي
tr: Yerel video
zh_hans: 本地视频
zh_hant: 本地影片

# 生成视频封面图失败
source: Generatingvideocoverimagefailed
ar: فشل إنشاء صورة غلاف الفيديو
tr: Video kapak resmi oluşturulamadı
zh_hans: 生成视频封面图失败
zh_hant: 產生影片封面圖失敗

# 发布中
source: Publishinginprogress
ar: البث قيد التقدم
tr: Yükleniyor
zh_hans: 发布中
zh_hant: 發佈中

# 退出
source: Exiting
ar: خروج
tr: Çıkış
zh_hans: 退出
zh_hant: 退出

# 网络不给力，直播将退出！
source: Thenetworkisnotworking,thelivestreamwillexit!
ar: الشبكة لا تعمل ، اخرج من البث المباشر!
tr: Ağ çalışmıyor, canlı akıştan çıkılacak!
zh_hans: 网络不给力，直播将退出！
zh_hant: 網路不給力，直播將退出！

# 发个消息聊聊呗..
source: Sendamessagetotalkabout...
ar: اكتب تعليقك ...
tr: Yorumunuzu yazın...
zh_hans: 发个消息聊聊呗..
zh_hant: 發個訊息聊聊唄..

# 发个消息聊聊呗
source: Sendamessagetotalkaboutit
ar: أرسل رسالة للتحدث عنها
tr: Bu konuda konuşmak için bir mesaj gönderin
zh_hans: 发个消息聊聊呗
zh_hant: 發個訊息聊聊唄

# 未找到本地图片
source: Nolocalpicturefound
ar: لم يتم العثور على صورة محلية
tr: Yerel resim bulunamadı
zh_hans: 未找到本地图片
zh_hant: 未找到本地圖片

# 【嗨聊】
source: [hi_chat]
ar: [Hello Chat]
tr: [Merhaba Sohbet]
zh_hans: 【嗨聊】
zh_hant: 【嗨聊天】

# 【聊天】
source: [Chat]
ar: [دردشة]
zh_hans: 【聊天】
zh_hant: 【聊天】

# 【Pia戏】
source: [Piaplay]
ar: [لعب بيا]
zh_hans: 【Pia戏】
zh_hant: 【Pia戲】

# 【视频交友】
source: [Videodating]
ar: [مواعدة بالفيديو]
zh_hans: 【视频交友】
zh_hant: 【視訊交友】

# 短视频发布成功
source: Theshortvideowasreleasedsuccessfully
ar: تم إصدار مقطع فيديو قصير بنجاح
tr: Kısa video başarıyla yayınlandı
zh_hans: 短视频发布成功
zh_hant: 短影片發布成功

# 短视频发布失败
source: Shortvideopublishingfailed
ar: فشل نشر مقطع فيديو قصير
tr: Kısa video yayınlama başarısız oldu
zh_hans: 短视频发布失败
zh_hant: 短影片發布失敗

# 亮度
source: Brightness
ar: السطوع
tr: Parlaklık
zh_hans: 亮度
zh_hant: 亮度

# 当前不包含导入模块
source: Noimportmodulecurrentlyincluded
ar: لا توجد وحدة استيراد حاليًا
tr: Şu anda içe aktarma modülü yok
zh_hans: 当前不包含导入模块
zh_hant: 目前不包含導入模組

# 剩余磁盘空间不足
source: Lackofremainingdiskspace
ar: مساحة القرص غير كافية
tr: Yetersiz disk alanı
zh_hans: 剩余磁盘空间不足
zh_hant: 剩餘磁碟空間不足

# 原片
source: Originalslice
ar: الفيلم الأصلي
tr: Orijinal film
zh_hans: 原片
zh_hant: 原片

# 请开启摄像头/存储权限
source: Pleaseenablecamera/storagepermissions
ar: يرجى تمكين أذونات الكاميرا / التخزين
tr: Lütfen kamera/depolama izinlerini etkinleştirin
zh_hans: 请开启摄像头/存储权限
zh_hant: 請開啟攝影機/儲存權限

# 需要访问 相册、摄像头 和 外部存储器,否则会影响绝大部分功能使用, 请到 应用信息 -> 权限 中设置！
source: Need access to Photos, Camera, and External Storage, otherwise most features will not work. Please go to App Info -> Permissions to set.
ar: مطلوب الوصول إلى الألبوم و الكاميرا و التخزين الخارجي ، وإلا فإنه سيؤثر على معظم الوظائف ، يرجى الانتقال إلى معلومات التطبيق -> الأذونات لتعيين!
zh_hans: 需要访问 相册、摄像头 和 外部存储器,否则会影响绝大部分功能使用, 请到 应用信息 -> 权限 中设置！

# 去设置
source: Gotosettings
ar: انتقل إلى الإعدادات
tr: Ayarlara git
zh_hans: 去设置
zh_hant: 去設定

# 暂未设置
source: Notsetyet
ar: لم يتم التعيين بعد
tr: Henüz ayarlanmadı
zh_hans: 暂未设置
zh_hant: 暫未設定

# 暂未设置，请稍候拨打
source: Notsetyet,pleasecalllater
ar: لم يتم التعيين بعد ، يرجى الاتصال لاحقًا
tr: Henüz ayarlanmadı, lütfen daha sonra arayın
zh_hans: 暂未设置，请稍候拨打
zh_hant: 暫時未設置，請稍候撥打

# 跳过
source: Skip
ar: تخطي
tr: Atla
zh_hans: 跳过
zh_hant: 跳過

# 跳过 (5s)
source: Skip (5s)
ar: تخطي (5 ثوانٍ)
tr: Atla (5s)
zh_hans: 跳过 (5s)
zh_hant: 跳過(5s)

# 跳过 (0s)
source: Skip (0s)
ar: تخطي (0 ثانية)
tr: Atla (0s)
zh_hans: 跳过 (0s)
zh_hant: 跳過(0s)

# 您好，欢迎来到Zt live
source: Hello, welcome to Zt live
ar: مرحبًا ، n مرحبًا بك في Zt live
tr: Merhaba, Zt live ya Hoş geldiniz
zh_hans: 您好，欢迎来到Zt live
zh_hant: 您好，歡迎來到Mugo

# 注册
source: Register
ar: تسجيل
tr: Kayıt Ol
zh_hans: 注册
zh_hant: 註冊

# 验证码
source: Verifycode
ar: الرمز
tr: Kod
zh_hans: 验证码
zh_hant: 驗證碼

# 密码
source: Password
ar: كلمة المرور
tr: Şifre
zh_hans: 密码
zh_hant: 密碼

# 确认
source: Confirm
ar: تأكيد
tr: Onayla
zh_hans: 确认
zh_hant: 確認

# 剩余3分钟免费时长
source: 3Minutesfreetimeleft
ar: متبقٍ 3 دقائق من وقت الفراغ
tr: 3 dakika boş zaman kaldı
zh_hans: 剩余3分钟免费时长
zh_hant: 剩餘3分鐘免費時長

# 获得收入
source: Revenuereceived
ar: الدخل المستلم
tr: Alınan gelir
zh_hans: 获得收入
zh_hant: 獲得收入

# 不，我再想想
source: No,Illthinkaboutit
ar: لا ، سأفكر في الأمر
tr: Hayır, bunu düşüneceğim
zh_hans: 不，我再想想
zh_hant: 不，我再想

# 确认添加
source: Confirm_Add
ar: تأكيد الإضافة
tr: Eklemeyi onayla
zh_hans: 确认添加
zh_hant: 確認新增

# 验证码登录
source: Verifycodelogin
ar: تسجيل الدخول باستخدام رمز التأكيد
tr: Onay Kodu ile Giriş
zh_hans: 验证码登录
zh_hant: 驗證碼登入

# 密码登录
source: Passwordlogin
ar: كلمة مرور تسجيل الدخول
tr: Giriş parolası
zh_hans: 密码登录
zh_hant: 密碼登入

# 密码不能为空
source: Passwordcannotbeempty
ar: لا يمكن أن تكون كلمة المرور فارغة
tr: Parola boş olamaz
zh_hans: 密码不能为空
zh_hant: 密碼不能為空

# 验证码不能为空
source: Verifycodecannotbeempty
ar: لا يمكن أن يكون رمز التحقق فارغًا
tr: Doğrulama kodu boş olamaz
zh_hans: 验证码不能为空
zh_hant: 驗證碼不能為空

# 登录即代表你同意
source: Loginmeansyouagree
ar: تسجيل الدخول يعني موافقتك
tr: Giriş, kabul ettiğiniz anlamına gelir
zh_hans: 登录即代表你同意
zh_hant: 登入即代表你同意

# 我已阅读并同意
source: Ihavereadandagree
ar: لقد قرأت وأوافق
tr: Okudum ve kabul ediyorum
zh_hans: 我已阅读并同意
zh_hant: 我已閱讀並同意

# 和
source: And
ar: و
tr: ve
zh_hans: 和
zh_hant: 和

# 《用户协议》
source: TheUserAgreement
ar: 《اتفاقية المستخدم》
tr: 《Kullanıcı Sözleşmesi》
zh_hans: 《用户协议》
zh_hant: 《使用者協議》

# 请在使用前查看并同意完整的《用户协议》及《隐私政策》
source: PleasereviewandagreetothefullUserAgreementandPrivacyPolicybeforeuse
ar: يرجى مراجعة وقبول اتفاقية المستخدم بالكامل وسياسة الخصوصية قبل الاستخدام
tr: Lütfen kullanmadan önce Kullanıcı Sözleşmesi ve Gizlilik Politikasının tamamını inceleyin ve kabul edin
zh_hans: 请在使用前查看并同意完整的《用户协议》及《隐私政策》
zh_hant: 請在使用前查看並同意完整的《使用者協議》及《隱私權政策》

# 请在使用前查看并同意完整的
source: Pleasereviewandagreetothefull
ar: الرجاء مراجعة وقبول الكل
tr: Lütfen tamamını gözden geçirin ve kabul edin
zh_hans: 请在使用前查看并同意完整的
zh_hant: 請在使用前查看並同意完整的

# 《隐私政策》
source: PrivacyPolicy
ar: 《سياسة الخصوصية》
tr: 《Gizlilik Politikası》
zh_hans: 《隐私政策》
zh_hant: 《隱私權政策》

# 服务条款和隐私政策提示
source: TermsofServiceandPrivacyPolicyTips
ar: شروط الخدمة وسياسة الخصوصية
tr: Hizmet Şartları ve Gizlilik Politikası
zh_hans: 服务条款和隐私政策提示
zh_hant: 服務條款與隱私權政策提示

# 同意并继续
source: Agreeandcontinue
ar: قبول
tr: Kabul Et
zh_hans: 同意并继续
zh_hant: 同意並繼續

# 我们将充分尊重并保护您的隐私，请您放心
source: Wewillfullyrespectandprotectyourprivacy,pleasedonotworry
ar: سنحترم خصوصيتك بشكل كامل ونحميها ، يرجى الاطمئنان
tr: Gizliliğinize tamamen saygı duyacak ve koruyacağız, lütfen içiniz rahat olsun
zh_hans: 我们将充分尊重并保护您的隐私，请您放心
zh_hant: 我們將充分尊重並保護您的隱私，請您放心

# 选择其他登录方式
source: Selectanotherlogintype
ar: اختر نوع تسجيل دخول آخر
tr: Başka bir oturum açma türü seçin
zh_hans: 选择其他登录方式
zh_hant: 選擇其他登入方式

# 请输入您的手机号
source: Pleaseenteryourmobilephonenumber
ar: أدخل رقم هاتفك
tr: Telefon numaranızı girin
zh_hans: 请输入您的手机号
zh_hant: 請輸入您的手機號碼

# 请输入新手机号
source: Pleaseenteryournewmobilephonenumber
ar: الرجاء إدخال رقم هاتفك المحمول الجديد
tr: Lütfen yeni cep telefonu numaranızı girin
zh_hans: 请输入新手机号
zh_hant: 請輸入新手機號碼

# 请输入验证码
source: Pleaseentertheverificationcode
ar: الرمز
tr: Kod
zh_hans: 请输入验证码
zh_hant: 請輸入驗證碼

# 请输入密码
source: Pleaseenteryourpassword
ar: الرجاء إدخال كلمة المرور الخاصة بك
tr: Lütfen şifrenizi girin
zh_hans: 请输入密码
zh_hant: 請輸入密碼

# 请确认密码
source: Pleaseconfirmthepassword
ar: أكد كلمة المرور الخاصة بك
tr: Şifreni onayla
zh_hans: 请确认密码
zh_hant: 請確認密碼

# 密码由6-20位数字和字母组成
source: Passwordconsistingof6-20digitsandletters
ar: تعيين كلمة مرور تتكون من 6-20 رقمًا وحرفًا
tr: 6-20 rakam ve harften oluşan şifre belirleyiniz
zh_hans: 密码由6-20位数字和字母组成
zh_hant: 密碼由6-20位數和字母組成

# 两次密码不相同
source: Passwordisnotthesametwice
ar: كلمات المرور غير متطابقة
tr: Şifreler uyuşmuyor
zh_hans: 两次密码不相同
zh_hant: 兩次密碼不相同

# 发现新版本，请升级
source: Newversionfound,pleaseupgrade
ar: تم العثور على إصدار جديد ، الرجاء الترقية
tr: Yeni sürüm bulundu, lütfen yükseltin
zh_hans: 发现新版本，请升级
zh_hant: 發現新版本，請升級

# 升级中
source: Updatinginprogress
ar: التحديث قيد التقدم
tr: Güncelleme devam ediyor
zh_hans: 升级中
zh_hant: 升級中

# 操作成功
source: Operationsuccessful
ar: العملية ناجحة
tr: Operasyon başarılı
zh_hans: 操作成功
zh_hant: 操作成功

# 操作失败
source: Operationfailed
ar: فشلت العملية
tr: Operasyon başarısız
zh_hans: 操作失败
zh_hant: 操作失敗

# 下载
source: Download
ar: تنزيل
tr: İndir
zh_hans: 下载
zh_hant: 下載

# 最新版本：
source: Latestversion:
ar: أحدث إصدار:
tr: En son sürüm:
zh_hans: 最新版本：
zh_hant: 最新版本：

# 取消
source: Cancel
ar: إلغاء
tr: İptal
zh_hans: 取消
zh_hant: 取消

# 内容
source: Content
ar: المحتوى
tr: İçerik
zh_hans: 内容
zh_hant: 內容

# 查找聊天内容
source: Findchatcontent
ar: البحث عن محتوى الدردشة
tr: Sohbet içeriğini bul
zh_hans: 查找聊天内容
zh_hant: 找聊天內容

# 还没有哦
source: Notyet
ar: ليس بعد
tr: Henüz değil
zh_hans: 还没有哦
zh_hant: 還沒有哦

# 群公告
source: Groupannouncements
ar: إعلانات المجموعة
tr: Grup duyuruları
zh_hans: 群公告
zh_hant: 群組公告

# 编辑群公告
source: Edit_Group_Ann
ar: إعلان مجموعة التحرير
tr: Editoryal Grup Duyurusu
zh_hans: 编辑群公告
zh_hant: 編輯群公告

# 群管理
source: GroupAdmins
ar: مسؤولي المجموعة
tr: Grup Yöneticileri
zh_hans: 群管理
zh_hant: 群組管理

# 群管理页面
source: GroupAdminPage
ar: صفحة إدارة المجموعة
tr: Grup Yönetici Sayfası
zh_hans: 群管理页面
zh_hant: 群組管理頁面

# 设置管理员，禁言等
source: Setupadmins,bans,etc.
ar: تعيين المشرفين والحظر وما إلى ذلك. مجموعة.
tr: Yöneticileri, yasakları vb. ayarlayın.
zh_hans: 设置管理员，禁言等
zh_hant: 設定管理員，禁言等

# 我在本群的名字
source: Mynameinthisgroup
ar: اسمي في هذه المجموعة
tr: Bu gruptaki adım
zh_hans: 我在本群的名字
zh_hant: 我在本群的名字

# 哈哈哈哈
source: Hahahahaha
ar: ههههههههه
zh_hans: 哈哈哈哈
zh_hant: 哈哈哈哈

# 消息免打扰
source: Messagefree
ar: رسالة مجانية
tr: Ücretsiz Mesaj
zh_hans: 消息免打扰
zh_hant: 訊息免打擾

# 隐藏会话
source: Hidesession
ar: إخفاء الجلسة
tr: Oturumu Gizle
zh_hans: 隐藏会话
zh_hant: 隱藏會話

# 加入黑名单
source: Blacklisting
ar: إضافة إلى القائمة السوداء
tr: Kara Listeye Ekle
zh_hans: 加入黑名单
zh_hant: 加入黑名單

# 清空聊天内容
source: Clearchat
ar: محو الدردشة
tr: Sohbeti Temizle
zh_hans: 清空聊天内容
zh_hant: 清空聊天內容

# 不接收TA的语音通话
source: DonotreceivevoicecallsfromTA
ar: لا تستقبل مكالمات صوتية من U
tr: On'dan sesli çağrı almayın
zh_hans: 不接收TA的语音通话
zh_hant: 不接收TA的語音通話

# 不接收TA的视频通话
source: NotreceivingvideocallsfromTA
ar: تعذر استقبال مكالمات الفيديو من U
tr: On'dan görüntülü çağrı alınamıyor
zh_hans: 不接收TA的视频通话
zh_hant: 不接收TA的視訊通話

# 查看粉丝群成员
source: Viewfangroupmembers
ar: عرض أعضاء مجموعة المعجبين
tr: Hayran grubu üyelerini görüntüle
zh_hans: 查看粉丝群成员
zh_hant: 查看粉絲群成員

# 退出群聊
source: Exitgroupchat
ar: الخروج من الدردشة الجماعية
tr: Grup sohbetinden çık
zh_hans: 退出群聊
zh_hant: 退出群組聊天

# 更新内容：
source: Updatedcontent:
ar: المحتوى المحدث:
tr: Güncellenen içerik:
zh_hans: 更新内容：
zh_hant: 更新內容：

# 来自谁谁
source: Fromwhomever
ar: من
tr: Kimden
zh_hans: 来自谁谁
zh_hant: 來自誰誰

# 授予定位权限后，继续使用本APP
source: Continueusingthisappaftergrantinglocationaccess
ar: استمر في استخدام هذا التطبيق بعد منح الوصول إلى الموقع
tr: Konum erişimi verdikten sonra bu uygulamayı kullanmaya devam edin
zh_hans: 授予定位权限后，继续使用本APP
zh_hant: 授予定位權限後，繼續使用本APP

# 权限申请
source: Permissionrequests
ar: طلبات الأذونات
tr: İzin istekleri
zh_hans: 权限申请
zh_hant: 權限申請

# 所有人
source: Allpeople
ar: كل الأشخاص
tr: Tüm Kişiler
zh_hans: 所有人
zh_hant: 所有人

# 山上
source: Hill
ar: هيل
zh_hans: 山上
zh_hant: 山上

# 发布短视频
source: Postingshortvideos
ar: فيديو قصير
tr: Kısa Video
zh_hans: 发布短视频
zh_hant: 發布短影片

# 没有权限使用摄像头，请开启摄像头权限
source: Nopermissiontousecamera,pleaseenablecamerapermission
ar: لا يوجد إذن لاستخدام الكاميرا ، يرجى تمكين إذن الكاميرا
tr: Kamera kullanım izni yok, lütfen kamera iznini etkinleştirin
zh_hans: 没有权限使用摄像头，请开启摄像头权限
zh_hant: 沒有權限使用鏡頭，請開啟攝影機權限

# 没有权限使用蓝牙，请开启蓝牙权限
source: NopermissiontouseBluetooth,pleaseenableBluetoothpermission
ar: لا يوجد إذن لاستخدام Bluetooth ، يرجى تمكين إذن Bluetooth
tr: Bluetooth kullanım izni yok, lütfen Bluetooth iznini etkinleştirin
zh_hans: 没有权限使用蓝牙，请开启蓝牙权限
zh_hant: 沒有權限使用藍牙，請開啟藍牙權限

# 没有权限使用录音，请开启录音权限
source: Nopermissiontouserecording,pleaseenablerecordingpermission
ar: لا يوجد إذن لاستخدام التسجيل ، يرجى تمكين إذن التسجيل
tr: Kayıt kullanma izni yok, lütfen kayıt iznini etkinleştirin
zh_hans: 没有权限使用录音，请开启录音权限
zh_hant: 沒有權限使用錄音，請開啟錄音權限

# 没有读取用户数据的权限，请开启该权限
source: Nopermissiontoreaduserdata,pleaseenablethispermission
ar: لا يوجد إذن لقراءة بيانات المستخدم ، يرجى تمكين هذا الإذن
tr: Kullanıcı verilerini okuma izni yok, lütfen bu izni etkinleştirin
zh_hans: 没有读取用户数据的权限，请开启该权限
zh_hant: 沒有讀取使用者資料的權限，請開啟該權限

# 没有文件写权限，请开启该权限
source: Nofilewritepermission,pleaseenablethispermission
ar: لا يوجد إذن كتابة للملف ، يرجى تمكين هذا الإذن
tr: Dosya yazma izni yok, lütfen bu izni etkinleştirin
zh_hans: 没有文件写权限，请开启该权限
zh_hant: 沒有檔案寫入權限，請開啟該權限

# 没有文件读权限，请开启该权限
source: Nofilereadpermission,pleaseenablethispermission
ar: لا يوجد إذن قراءة للملف ، يرجى تمكين هذا الإذن
tr: Dosya okuma izni yok, lütfen bu izni etkinleştirin
zh_hans: 没有文件读权限，请开启该权限
zh_hant: 沒有檔案讀取權限，請開啟該權限

# 您的手机不支持前置摄像
source: Yourphonedoesnotsupportfront-facingcameras
ar: هاتفك لا يدعم الكاميرات الأمامية
tr: Telefonunuz öne bakan kameraları desteklemiyor
zh_hans: 您的手机不支持前置摄像
zh_hant: 您的手機不支援前置鏡頭

# 您的手机不支闪光
source: Yourphonedoesnotsupportflash
ar: هاتفك لا يدعم الفلاش
tr: Telefonunuz flaşı desteklemiyor
zh_hans: 您的手机不支闪光
zh_hant: 您的手機不支閃光

# 拍摄失败
source: Failuretoshoot
ar: فشل الالتقاط
tr: Çekim başarısız
zh_hans: 拍摄失败
zh_hant: 拍攝失敗

# 只有后置摄像头才能开启闪光灯
source: Onlytherearcameracanturnontheflash
ar: يمكن تشغيل فلاش الكاميرا الخلفية فقط
tr: Sadece arka kamera flaşı açabilir
zh_hans: 只有后置摄像头才能开启闪光灯
zh_hant: 只有後置相機才能開啟閃光燈

# 录制过程中，不支持切换闪光灯
source: Duringrecording,theflashisnotswitched
ar: لم يتغير الفلاش أثناء التسجيل
tr: Kayıt sırasında flaş değiştirilmez
zh_hans: 录制过程中，不支持切换闪光灯
zh_hant: 錄製過程中，不支援切換閃光燈

# 录制过程中，不支持翻转
source: Duringrecording,flipisnotsupported
ar: العكس غير مدعوم أثناء التسجيل
tr: Kayıt sırasında çevirme desteklenmiyor
zh_hans: 录制过程中，不支持翻转
zh_hant: 錄製過程中，不支援翻轉

# 正在录制视频中,请勿点击
source: Duringrecording,pleasedonotclick
ar: الرجاء عدم النقر أثناء التسجيل
tr: Kayıt sırasında lütfen tıklamayın
zh_hans: 正在录制视频中,请勿点击
zh_hant: 正在錄製影片中,請勿點選

# 没有权限...
source: Nopermission...
ar: لا يوجد إذن ...
tr: İzin yok...
zh_hans: 没有权限...
zh_hant: 沒有權限...

# 找回密码
source: Retrievepassword
ar: استرداد كلمة المرور
tr: Şifreyi geri al
zh_hans: 找回密码
zh_hant: 找回密碼

# 8-16位数字字母组合
source: 8-16Digitalphabeticcombination
ar: من 8 إلى 16 رقمًا على الأقل
tr: en az 8-16 haneli
zh_hans: 8-16位数字字母组合
zh_hant: 8-16位數字母組合

# 为确保账号安全，请验证您的手机号
source: Tosecureyouraccount,pleaseverifyyourmobilephonenumber
ar: تحقق من رقمك لحماية حسابك.
tr: Hesabını korumak için numaranı doğrula.
zh_hans: 为确保账号安全，请验证您的手机号
zh_hant: 為確保帳號安全，請驗證您的手機號碼

# 填写新密码
source: Fillinanewpassword
ar: أدخل كلمة مرور جديدة
tr: Yeni bir parola girin
zh_hans: 填写新密码
zh_hant: 填入新密碼

# 同意隐私条款
source: Agreetotheprivacypolicy
ar: سياسة الخصوصية
tr: Gizlilik Politikası
zh_hans: 同意隐私条款
zh_hant: 同意隱私權條款

# 欢迎使用
source: Welcometouse
ar: مرحبًا
tr: Hoş geldiniz
zh_hans: 欢迎使用
zh_hant: 歡迎使用

# 退出应用
source: Exittheapplication
ar: الخروج من التطبيق
tr: Uygulamadan çık
zh_hans: 退出应用
zh_hant: 退出應用程式

# 您需要同意本隐私政策，才能继续使用本APP
source: Youneedtoagreetothisprivacypolicyinordertocontinueusingtheapp
ar: يجب عليك قبول سياسة الخصوصية هذه لمتابعة استخدام التطبيق
tr: Uygulamayı kullanmaya devam etmek için bu gizlilik politikasını kabul etmeniz gerekiyor
zh_hans: 您需要同意本隐私政策，才能继续使用本APP
zh_hant: 您需要同意本隱私權政策，才能繼續使用本APP

# 当前网络环境不支持认证
source: Thecurrentnetworkenvironmentdoesnotsupportauthentication
ar: بيئة الشبكة الحالية لا تدعم المصادقة
tr: Geçerli ağ ortamı kimlik doğrulamayı desteklemiyor
zh_hans: 当前网络环境不支持认证
zh_hant: 目前網路環境不支援認證

# 并使用本机号码登录
source: Andloginwithyourlocalnumber
ar: وقم بتسجيل الدخول باستخدام رقمك المحلي
tr: ve yerel numaranızla giriş yapın
zh_hans: 并使用本机号码登录
zh_hant: 並使用本機號碼登入

# 请同意协议后操作
source: Pleaseagreetotheagreementtooperate
ar: الرجاء قبول اتفاقية التشغيل
tr: Lütfen işletme sözleşmesini kabul edin
zh_hans: 请同意协议后操作
zh_hant: 請同意協議後操作

# 账号登录
source: Accountlogin
ar: الحساب
tr: Hesap
zh_hans: 账号登录
zh_hant: 帳號登入

# 还没有账号? 立即注册!
source: No account yet? Register now!
ar: ألا تمتلك حسابًا بعد؟ اشترك الآن!
tr: Henüz bir hesabınız yok mu? Şimdi kaydolun!
zh_hans: 还没有账号? 立即注册!
zh_hant: 還沒有帳號? 立即註冊!

# 获取验证码
source: Getaverificationcode
ar: الحصول على الرمز
tr: Kodu Al
zh_hans: 获取验证码
zh_hant: 取得驗證碼

# 重新获取
source: Retrieve
ar: إعادة الإرسال
tr: Yeniden gönder
zh_hans: 重新获取
zh_hant: 重新取得

# 注册中
source: Registrationinprogress
ar: التسجيل قيد التقدم
tr: Kayıt işlemi devam ediyor
zh_hans: 注册中
zh_hant: 註冊中

# 手机号注册
source: Mobilephonenumberregistration
ar: تسجيل رقم الجوال
tr: Cep telefonu numarası kaydı
zh_hans: 手机号注册
zh_hant: 手機號碼註冊

# 手机号不能为空
source: Mobilephonenumbercannotbeempty
ar: لا يمكن أن يكون رقم الجوال فارغًا
tr: Cep telefonu numarası boş olamaz
zh_hans: 手机号不能为空
zh_hant: 手機號碼不能為空

# 请输入正确的手机号
source: Pleaseenterthecorrectmobilephonenumber
ar: الرجاء إدخال رقم الهاتف المحمول الصحيح
tr: Lütfen doğru cep telefonu numarasını girin
zh_hans: 请输入正确的手机号
zh_hant: 請輸入正確的手機號碼

# 登录中
source: Loggingin
ar: تسجيل الدخول
tr: Giriş Yap
zh_hans: 登录中
zh_hant: 登入中

# 登录
source: Loggingin
ar: تسجيل الدخول
tr: Giriş Yap
zh_hans: 登录
zh_hant: 登入

# 服务和隐私条款
source: TermsofServiceandPrivacy
ar: شروط الخدمة والخصوصية
tr: Hizmet Şartları ve Gizlilik
zh_hans: 服务和隐私条款
zh_hant: 服務與隱私權條款

# 手机号
source: Mobilephonenumber
ar: رقم الهاتف
tr: Telefon Numarası
zh_hans: 手机号
zh_hant: 手機號碼

# 请填写收件人手机号
source: Pleasefillintherecipientismobilephonenumber
ar: الرجاء إدخال رقم الهاتف المحمول للمستلم
tr: Lütfen alıcının cep telefonu numarasını girin
zh_hans: 请填写收件人手机号
zh_hant: 請填寫收件者手機號碼

# 省 市 区 县 ,等
source: Province, city, district, county, etc.
ar: المدينة ، المدينة ، المقاطعة ، البلدة ، إلخ.
tr: İl, şehir, ilçe, belde, vb.
zh_hans: 省 市 区 县 ,等
zh_hant: 省市區縣,等

# 所在地区
source: Location
ar: الموقع
tr: Konum
zh_hans: 所在地区
zh_hant: 所在地區

# 详细地址
source: Addressdetails
ar: تفاصيل العنوان
tr: Adres ayrıntıları
zh_hans: 详细地址
zh_hant: 詳細地址

# 乡镇、街道、楼牌号等街道、楼牌号等街道、楼牌号等街道、楼牌号等
source: Township,street,buildingnumber,etc.street,buildingnumber,etc.street,buildingnumber,etc.street,buildingnumber,etc.
ar: المقاطعة والشارع ورقم المنزل وما إلى ذلك. رقم الشارع ، المنزل ، إلخ. رقم الشارع ، المنزل ، إلخ. الشارع ، رقم المنزل ، إلخ.
tr: İlçe, sokak, bina numarası, vb. sokak, bina numarası, vb. sokak, bina numarası, vb. sokak, bina numarası, vb.
zh_hans: 乡镇、街道、楼牌号等街道、楼牌号等街道、楼牌号等街道、楼牌号等
zh_hant: 鄉鎮、街道、樓牌號碼等街道、樓牌號碼等街道、樓牌號碼等街道、樓牌號碼等

# 设置默认地址
source: Setdefaultaddress
ar: تعيين العنوان الافتراضي
tr: Varsayılan adresi ayarla
zh_hans: 设置默认地址
zh_hant: 設定預設位址

# 提示：每次下单会默认使用该地址
source: Tip:Thisaddresswillbeusedbydefaulteverytimeyouplaceanorder
ar: نصيحة: سيتم استخدام هذا العنوان افتراضيًا في كل مرة تقدم فيها طلبًا
tr: İpucu: Bu adres her sipariş verdiğinizde varsayılan olarak kullanılacaktır
zh_hans: 提示：每次下单会默认使用该地址
zh_hant: 提示：每次下單會預設使用該位址

# 保存并使用
source: Saveanduse
ar: حفظ واستخدام
tr: Kaydet ve kullan
zh_hans: 保存并使用
zh_hant: 儲存並使用

# 请填写收货人姓名
source: Pleasefillinthenameoftheconsignee
ar: الرجاء إدخال اسم المستلم
tr: Lütfen alıcının adını girin
zh_hans: 请填写收货人姓名
zh_hant: 請填入收貨人姓名

# 请填写收手机号
source: Pleasefillintherecipientismobilephonenumber
ar: الرجاء إدخال رقم الهاتف المحمول للمستلم
tr: Lütfen alıcının cep telefonu numarasını girin
zh_hans: 请填写收手机号
zh_hant: 請填收手機號碼

# 请填写收货地区
source: Pleasefillinthereceivingarea
ar: يرجى ملء حقل المستلم
tr: Lütfen alıcı alanını doldurun
zh_hans: 请填写收货地区
zh_hant: 請填入收貨地區

# 修改手机号
source: Modifymobilephonenumber
ar: تغيير الهاتف المحمول
tr: Cep Telefonunu Değiştir
zh_hans: 修改手机号
zh_hant: 修改手機號碼

# 未设置
source: Notset
zh_hans: 未设置
zh_hant: 未設定

# 未设置微信号
source: Nomicrosignalset
ar: لم يتم تعيين معرف WeChat
tr: WeChat Kimliği ayarlanmadı
zh_hans: 未设置微信号
zh_hant: 未設定微訊號

# 未设置QQ号
source: NoQQnumberset
ar: لم يتم تعيين رقم QQ
tr: QQ numarası ayarlanmadı
zh_hans: 未设置QQ号
zh_hant: 未設定QQ號

# 未设置手机号
source: Nomobilephonenumberset
ar: لم يتم تعيين رقم هاتف محمول
tr: Cep telefonu numarası ayarlanmadı
zh_hans: 未设置手机号
zh_hant: 未設定手機號碼

# 请选择您要发送的联系方式类型
source: Selectthetypeofcontactyouwanttosend
ar: اختر نوع جهة الاتصال التي تريد إرسالها
tr: Göndermek istediğiniz kişi türünü seçin
zh_hans: 请选择您要发送的联系方式类型
zh_hant: 請選擇您要傳送的聯絡方式類型

# 绑定中
source: Bindinginprogress
ar: الاتصال
tr: Bağlanılıyor
zh_hans: 绑定中
zh_hant: 綁定中

# 旧密码
source: Oldpassword
ar: كلمة المرور القديمة
tr: Eski parola
zh_hans: 旧密码
zh_hant: 舊密碼

# 一键登录
source: OneClickLogin
ar: تسجيل الدخول بنقرة واحدة
tr: Tek Tıkla Giriş
zh_hans: 一键登录
zh_hant: 一鍵登入

# 请输入旧密码
source: Pleaseenteroldpassword
ar: الرجاء إدخال كلمة المرور القديمة
tr: Lütfen eski parolayı girin
zh_hans: 请输入旧密码
zh_hant: 請輸入舊密碼

# 新密码
source: Newpassword
ar: كلمة مرور جديدة
tr: Yeni şifre
zh_hans: 新密码
zh_hant: 新密碼

# 请填写新密码
source: Pleasefillinthenewpassword
ar: الرجاء إدخال كلمة المرور الجديدة
tr: Lütfen yeni şifrenizi giriniz
zh_hans: 请填写新密码
zh_hant: 請填入新密碼

# 确认新密码
source: Confirmnewpassword
ar: تكرار كلمة المرور
tr: Şifre tekrarı
zh_hans: 确认新密码
zh_hant: 確認新密碼

# 请确认新密码
source: Pleaseconfirmnewpassword
ar: يُرجى تأكيد كلمة المرور الجديدة
tr: Lütfen yeni şifrenizi onaylayınız
zh_hans: 请确认新密码
zh_hant: 請確認新密碼

# 确认修改
source: Confirmchanges
ar: تأكيد التغييرات
tr: Değişiklikleri Onayla
zh_hans: 确认修改
zh_hant: 確認修改
