Repository: LINHAO1111427/mugozb
Catalog: Project/rechao/klcMPVA/Localizable/*.lproj/Localizable.strings
Languages: ar, tr, zh_hans, zh_hant

# 是否删除这条动态
source: Whethertodeletethisdynamic
ar: هل تريد حذف هذه الديناميكية؟
tr: Yayıncı heycanlı bir takım savaşı başlattı
zh_hans: 是否删除这条动态
zh_hant: 是否刪除此動態

# 删除动态
source: Deletedynamic
ar: حذف ديناميكي
tr: Bu dinamiği silmek istiyor musunuz?
zh_hans: 删除动态
zh_hant: 刪除動態

# 复制链接
source: Copylink
ar: نسخ الرابط
tr: Dinamiği sil
zh_hans: 复制链接
zh_hant: 複製連結

# 复制
source: Copy
tr: Bağlantıyı Kopyala
zh_hans: 复制
zh_hant: 複製

# 翻译成 中文
source: Translate to Chinese
ar: ترجمة إلى الصينية
tr: Kopyala
zh_hans: 翻译成 中文
zh_hant: 翻譯成中文

# 翻译成 ViệtName
source: Translate to Vietnamese
ar: ترجمة ViệtName
tr: Çinceye çevir
zh_hans: 翻译成 ViệtName
zh_hant: 翻譯成ViệtName

# 评论内容，作者可见~
source: Comments,visibletoauthor~
ar: محتوى التعليق مرئي للمؤلف
tr: Çeviri ViệtName
zh_hans: 评论内容，作者可见~
zh_hant: 評論內容，作者可見~

# 0条评论
source: 0comments
ar: 0 تعليقات
tr: Yorum içeriği, yazar tarafından görülebilir
zh_hans: 0条评论
zh_hant: 0條評論

# 热门评论
source: TopComments
ar: التعليقات الشائعة
tr: 0 yorum
zh_hans: 热门评论
zh_hant: 熱門評論

# 删除评论
source: Deletecomments
ar: حذف التعليقات
tr: Popüler Yorumlar
zh_hans: 删除评论
zh_hant: 刪除評論

# 是否删除这条评论
source: Deletethiscommentornot
ar: هل تريد حذف هذا التعليق؟
tr: Yorumları Sil
zh_hans: 是否删除这条评论
zh_hant: 是否刪除這則評論

# 粉丝贡献值
source: Fancontributionvalue
ar: قيمة مساهمة المعجبين
tr: Bu yorumu silmek istiyor musunuz?
zh_hans: 粉丝贡献值
zh_hant: 粉絲貢獻值

# 确认提现
source: Approve
ar: يعتمد
tr: Fan Katkı Değeri
zh_hans: 确认提现
zh_hant: 確認提現

# 提现金额
source: Withdrawalamount
ar: سحب
tr: Onayla
zh_hans: 提现金额
zh_hant: 提現金金額

# 全部提现
source: Allwithdrawals
ar: كافة عمليات السحب
tr: Çekilen miktar
zh_hans: 全部提现
zh_hant: 全部提現

# 提现账号
source: Withdrawalaccountnumber
ar: رقم حساب السحب
tr: Tüm para çekme işlemleri
zh_hans: 提现账号
zh_hant: 提現帳號

# 手续费用
source: FeeCharges
ar: رسوم الخدمة
tr: Çekilen hesap numarası
zh_hans: 手续费用
zh_hant: 手續費用

# 到账资金
source: Fundsinhand
ar: الأموال في متناول اليد
tr: Hizmet Bedeli
zh_hans: 到账资金
zh_hant: 到帳資金

# 直播房号
source: Liveroomnumber
ar: رقم غرفة المعيشة
tr: Elde bulunan fonlar
zh_hans: 直播房号
zh_hant: 直播房間號碼

# 开始时间
source: Starttime
ar: وقت البدء
tr: Canlı oda numarası
zh_hans: 开始时间
zh_hant: 開始時間

# 收到礼物
source: Giftsreceived
ar: تم استلام الهدايا
tr: Başlangıç zamanı
zh_hans: 收到礼物
zh_hant: 收到禮物

# 最近3天
source: Last3days
ar: آخر 3 أيام
tr: Alınan hediyeler
zh_hans: 最近3天
zh_hant: 最近3天

# 最近7天
source: Last7days
ar: آخر 7 أيام
tr: Son 3 gün
zh_hans: 最近7天
zh_hant: 最近7天

# 最近15天
source: Last15days
ar: آخر 15 يومًا
tr: Son 7 gün
zh_hans: 最近15天
zh_hant: 最近15天

# 最近30天
source: Last30days
ar: آخر 30 يومًا
tr: Son 15 gün
zh_hans: 最近30天
zh_hant: 最近30天

# 公会列表
source: ListofGuilds
ar: قائمة الوكالات
tr: Son 30 gün
zh_hans: 公会列表
zh_hant: 公會名單

# 房间列表
source: Listofrooms
ar: قائمة الغرف
tr: Ajans Listesi
zh_hans: 房间列表
zh_hant: 房間清單

# 暂时没有正在直播的房间
source: Noroomsareliveatthemoment
ar: لا توجد غرف متاحة حاليًا
tr: Oda Listesi
zh_hans: 暂时没有正在直播的房间
zh_hant: 暫時沒有正在直播的房間

# 申请加入
source: Applytojoin
ar: التقدم بطلب للانضمام
tr: Şu anda mevcut canlı oda yok
zh_hans: 申请加入
zh_hant: 申請加入

# 聊聊共同兴趣
source: Talkaboutcommoninterests
ar: تحدث عن الاهتمامات المشتركة
tr: Katılmak için başvur
zh_hans: 聊聊共同兴趣
zh_hant: 聊共同興趣

# 问问TA的近况
source: AskaTAabouttheirlatestnews
ar: اسأل أحد المساعدين عن آخر أخباره
tr: Ortak ilgi alanları hakkında konuşun
zh_hans: 问问TA的近况
zh_hant: 問TA的近況

# 远离默默守护的好人卡
source: Getawayfromthesilentguardgoodguycard
ar: ابتعد عن بطاقة الحارس الصامت
tr: Bir asistana en son haberleri hakkında soru sorun
zh_hans: 远离默默守护的好人卡
zh_hant: 遠離默默守護的好人卡

# 主播发起了单人pk模式 稍后再上麦互动吧~
source: Host started solo PK mode, join the mic later~
ar: بدأ الناشر وضع pk الفردي
tr: Sessiz muhafız iyi adam kartından uzak dur
zh_hans: 主播发起了单人pk模式 稍后再上麦互动吧~
zh_hant: 主播發起了單人pk模式稍後再上麥互動吧~

# 暂未开启支付
source: Notopenforpaymentyet
ar: غير متاح للدفع حتى الآن
tr: Yayıncı tekli pk modu başlattı
zh_hans: 暂未开启支付
zh_hant: 暫未開啟付款

# 请选择付款方式
source: Pleasechooseapaymentmethod
ar: يرجى تحديد طريقة الدفع
tr: Henüz ödemeye açık değil
zh_hans: 请选择付款方式
zh_hant: 請選擇付款方式

# 未开启
source: Notopen
ar: غير مفتوح
tr: Lütfen bir ödeme yöntemi seçin
zh_hans: 未开启
zh_hant: 未開啟

# 剩余
source: Remaining
ar: المتبقية
tr: Açık değil
zh_hans: 剩余
zh_hant: 剩餘

# 到期
source: Expiry
ar: تاريخ انتهاء الصلاحية
tr: Kalan
zh_hans: 到期
zh_hant: 到期

# 我是系统消息，为呵护未成年人健康成长，Zt live特别推出青少年模式，该模式下部分功能无法正常使用。
source: System message: to protect minors, Zt live offers Teen Mode. Some features are unavailable in this mode.
ar: أنا رسالة النظام ، من أجل حماية النمو الصحي للقاصرين ، موغو خاصة في سن المراهقة نموذج ، نموذج بعض الوظائف لا يمكن استخدامها بشكل صحيح
tr: Son kullanma tarihi
zh_hans: 我是系统消息，为呵护未成年人健康成长，Zt live特别推出青少年模式，该模式下部分功能无法正常使用。
zh_hant: 我是系統訊息，為呵護未成年人健康成長，Mugo特別推出青少年模式，該模式下部分功能無法正常使用。

# 查看详情
source: Seedetails
ar: مراجعة
tr: Ben sistem mesajıyım, küçüklerin sağlıklı büyümesine özen göstermek için Zt live, bazı işlevlerin normal olarak kullanılamadığı özel bir genç modu başlattı.
zh_hans: 查看详情
zh_hant: 查看詳情

# 为呵护未成年人健康成长，我们将针对未成年人推出更优化的内容
source: Inordertotakecareofourminors,weareintroducingmoreoptimisedcontentforthem
ar: لرعاية أطفالنا الصغار ، نقدم لهم المزيد من المحتوى المحسّن
tr: İncele
zh_hans: 为呵护未成年人健康成长，我们将针对未成年人推出更优化的内容
zh_hant: 為照顧未成年人健康成長，我們將針對未成年人推出更優化的內容

# 该模式下部分功能无法正常使用
source: Somefunctionsdonotworkinthismode
ar: بعض الوظائف لا تعمل في هذا الوضع
tr: Küçüklerimizle ilgilenmek için onlar için daha optimize edilmiş içerikler sunuyoruz
zh_hans: 该模式下部分功能无法正常使用
zh_hant: 該模式下部分功能無法正常使用

# 请监护人主动选择，并设置监护密码。
source: Pleaseaskyourguardianstoactivelychooseandsetaguardianshippassword.
ar: يرجى مطالبة الأوصياء عليك باختيار وتعيين كلمة مرور للوصاية.
tr: Bazı işlevler bu modda çalışmaz
zh_hans: 请监护人主动选择，并设置监护密码。
zh_hant: 請監護人主動選擇，並設定監護密碼。

# 部分功能无法使用，包含充值、评论、发布动态、开启直播、送礼物等
source: Somefeaturesarenotavailable,includingtop-up,commenting,postingupdates,openinglivestreams,sendinggifts,etc.
ar: بعض الميزات غير متوفرة ، مثل التحميل والتعليق ونشر التحديثات وفتح البث المباشر وإرسال الهدايا
tr: Lütfen vasilerinizden aktif olarak bir vasilik şifresi seçmelerini ve belirlemelerini isteyin.
zh_hans: 部分功能无法使用，包含充值、评论、发布动态、开启直播、送礼物等
zh_hant: 部分功能無法使用，包含儲值、評論、發布動態、開啟直播、送禮物等

# 启动青少年模式，需要设置独立密码
source: Launchingteenagermode,requiresaseparatepassword
ar: يتطلب بدء وضع المراهقين كلمة مرور منفصلة
tr: Yükleme, yorum yapma, güncelleme gönderme, canlı yayın açma, hediye gönderme gibi bazı özellikler kullanılamaz
zh_hans: 启动青少年模式，需要设置独立密码
zh_hant: 啟動青少年模式，需要設定獨立密碼

# 忘记密码?
source: Forgotyourpassword?
ar: نسيت كلمة المرور
tr: Genç modu başlatma, ayrı bir parola gerektirir
zh_hans: 忘记密码?
zh_hant: 忘記密碼?

# 隐私设置
source: Privacysettings
ar: إعدادات الخصوصية
tr: Şifremi Unuttum
zh_hans: 隐私设置
zh_hant: 隱私設定

# 消息设置
source: Messagesetting
ar: إعداد الرسالة
tr: Gizlilik Ayarları
zh_hans: 消息设置
zh_hant: 訊息設定

# 关于我们
source: AboutUs
ar: نبذة عنا
tr: Mesaj Ayarı
zh_hans: 关于我们
zh_hant: 關於我們

# 清除缓存
source: Clearcache
ar: مسح ذاكرة التخزين المؤقت
tr: Hakkımızda
zh_hans: 清除缓存
zh_hant: 清除快取

# 登录密码修改
source: Loginpasswordchange
ar: تحديث كلمة المرور
tr: Önbelleği Temizle
zh_hans: 登录密码修改
zh_hant: 登入密碼修改

# 账号注销
source: Cancellation
ar: إغلاق حسابي
tr: Şifre Güncelle
zh_hans: 账号注销
zh_hant: 帳號註銷

# 当前版本
source: Currentversion
ar: الإصدار الحالي
tr: Hesabımı Kapat
zh_hans: 当前版本
zh_hant: 目前版本

# 位置是否显示
source: Whetherthelocationisdisplayed
ar: إخفاء الموقع
tr: Mevcut Sürüm
zh_hans: 位置是否显示
zh_hant: 位置是否顯示

# 打开后，将对所有人隐藏你的具体位置
source: Whenturnedon,yourexactlocationwillbehiddenfromeveryone
ar: عند التشغيل ، يكون موقعك المحدد مخفيًا عن الجميع
tr: Konumu gizle
zh_hans: 打开后，将对所有人隐藏你的具体位置
zh_hant: 打開後，將對所有人隱藏你的具體位置

# 送礼是否全局广播
source: Whethergiftingisbroadcastglobally
ar: مشاركة هدية عامة
tr: Açıldığında, tam konumunuz herkesten gizlenir
zh_hans: 送礼是否全局广播
zh_hant: 送禮是否全域廣播

# 关闭后，您发送的所有礼物都不会全局显示
source: Whenturnedoff,allgiftsyousendwillnotbeshownglobally
ar: عند إيقاف التشغيل ، لن يتم عرض جميع الهدايا التي ترسلها عالميًا
tr: Küresel hediye yayını
zh_hans: 关闭后，您发送的所有礼物都不会全局显示
zh_hant: 關閉後，您發送的所有禮物都不會全域顯示

# 消息提示音
source: Messagebeep
ar: إعلامات الرسائل
tr: Kapatıldığında, gönderdiğiniz tüm hediyeler global olarak gösterilmez
zh_hans: 消息提示音
zh_hant: 訊息提示音

# 消息推送
source: MessagePush
ar: كتابة رسالة
tr: Mesaj Bildirimleri
zh_hans: 消息推送
zh_hant: 訊息推送

# 应用内横幅弹窗
source: In-appbannerpopup
ar: بانر منبثق داخل التطبيق
tr: Mesaj Yaz
zh_hans: 应用内横幅弹窗
zh_hant: 應用內橫幅彈跳窗

# 检查更新
source: Checkforupdates
ar: تحقق من وجود تحديثات
tr: Uygulama içi banner açılır penceresi
zh_hans: 检查更新
zh_hant: 檢查更新

# 绑定手机号
source: Bindmobilephonenumber
ar: ربط رقم هاتفك
tr: Güncellemeleri kontrol et
zh_hans: 绑定手机号
zh_hant: 綁定手機號碼

# 未绑定手机号，请选择其它验证方式
source: NotBindingMobile,pleaseselectanotherauthenticationmethod
ar: إذا لم تكن ملزمًا برقم هاتف محمول ، فالرجاء اختيار طريقة مصادقة أخرى
tr: Telefon numaranı bağla
zh_hans: 未绑定手机号，请选择其它验证方式
zh_hant: 未綁定手機號，請選擇其它驗證方式

# 绑定数据失败
source: Bindingdatafailed
ar: فشل ربط البيانات
tr: Bir cep telefonu numarasına bağlı değilseniz, lütfen başka bir kimlik doğrulama yöntemi seçin
zh_hans: 绑定数据失败
zh_hant: 綁定資料失敗

# 绑定成功
source: Bindingsuccessful
ar: نجح الربط
tr: Veri bağlanamadı
zh_hans: 绑定成功
zh_hant: 綁定成功

# 申请注销
source: Applicationforcancellation
ar: طلب حذف الحساب
tr: Bağlama başarılı
zh_hans: 申请注销
zh_hant: 申請註銷

# 账号注销提示
source: Accountcancellationprompt
ar: موجه إلغاء الحساب
tr: Hesap Silme Başvurusu
zh_hans: 账号注销提示
zh_hant: 帳號註銷提示

# 你的账户还有
source: Youraccountisstillavailable
ar: لا يزال متاحًا في حسابك
tr: Hesap İptal İstemi
zh_hans: 你的账户还有
zh_hant: 你的帳戶還有

# ，可以先消费完再注销哦！
source: Consumebeforeyoucancel!
ar: ， الاستهلاك قبل الإلغاء！
tr: Hesabınızda hala kullanılabilir
zh_hans: ，可以先消费完再注销哦！
zh_hant: ，可以先消費完再註銷！

# 去花 金币
source: Spend coins
ar: أنفق الذهب
tr: ，İptal etmeden önce tüketin！
zh_hans: 去花 金币
zh_hant: 去花金幣

# 你的可提现收益为
source: Yourwithdrawableearningsare
ar: عمليات السحب الخاصة بك
tr: Altın Harca
zh_hans: 你的可提现收益为
zh_hant: 你的可提現收益為

# ，请先提现后再注销账户！
source: Pleasewithdrawbeforecancellingyouraccount!
ar: ， يرجى سحب الأموال قبل إلغاء حسابك!
tr: Çekilebilir kazançlarınız
zh_hans: ，请先提现后再注销账户！
zh_hant: ，請先提現後再註銷帳戶！

# 登录密码
source: Loginpassword
ar: كلمة مرور تسجيل الدخول
tr: ，Lütfen hesabınızı iptal etmeden önce para çekin!
zh_hans: 登录密码
zh_hant: 登入密碼

# 手机验证码
source: MobileVerificationCode
ar: التحقق من الجوال
tr: Giriş parolası
zh_hans: 手机验证码
zh_hant: 手機驗證碼

# 登录密码验证
source: Loginpasswordverification
ar: التحقق باستخدام كلمة المرور
tr: Mobil doğrulama
zh_hans: 登录密码验证
zh_hant: 登入密碼驗證

# 资料
source: Information
ar: معلومات
tr: Video
zh_hans: 资料
zh_hant: 資料

# 评价
source: Evaluation
ar: التقييم
tr: Bilgi
zh_hans: 评价
zh_hant: 評價

# 通话时长
source: Callduration
ar: مدة المكالمة
tr: Değerlendirme
zh_hans: 通话时长
zh_hant: 通話時間

# 通话时长 00:00:00
source: Call duration 00:00:00
ar: مدة المكالمة 00:00:00
tr: Çağrı süresi
zh_hans: 通话时长 00:00:00
zh_hant: 通話時間00:00:00

# 是否结束通话？
source: Doesthecallend?
ar: هل تريد إنهاء المكالمة؟
tr: Arama süresi 00:00:00
zh_hans: 是否结束通话？
zh_hant: 是否結束通話？

# 通话时长：
source: Callduration:
ar: مدة المكالمة:
tr: Aramayı bitirmek istiyor musunuz?
zh_hans: 通话时长：
zh_hant: 通話時間：

# 通话时长 05:45
source: Call duration 05:45
ar: مدة المكالمة 05:45
tr: Arama süresi:
zh_hans: 通话时长 05:45
zh_hant: 通話時間05:45

# 通话结束
source: Endofcall
ar: نهاية المكالمة
tr: Arama süresi 05:45
zh_hans: 通话结束
zh_hant: 通話結束

# 消耗金币
source: Consumptionofgold
ar: استهلاك العملات
tr: Aramanın sonu
zh_hans: 消耗金币
zh_hant: 消耗金幣

# 黄金贵族优惠
source: GoldVIPOffer
ar: عرض VIP للعملات المعدنية
tr: Coin tüketimi
zh_hans: 黄金贵族优惠
zh_hant: 黃金貴族優惠

# 本次通话已享受2min免费通话
source: Thereare2minfreecallsonthiscall
ar: تتضمن هذه المكالمة دقيقتين من المكالمات المجانية
tr: Coin VIP Teklifi
zh_hans: 本次通话已享受2min免费通话
zh_hant: 本次通話已享有2min免費通話

# 评价主播
source: Ratinganchors
ar: قيم الناشر
tr: Bu aramada 2 dakika ücretsiz arama var
zh_hans: 评价主播
zh_hant: 評價主播

# 暂不评价
source: Nocommentyet
ar: لا توجد تعليقات حتى الآن
tr: Yayıncıyı Değerlendirin
zh_hans: 暂不评价
zh_hant: 暫不評價

# 主播评价
source: Anchorreviews
ar: مراجعات الناشر
tr: Henüz yorum yok
zh_hans: 主播评价
zh_hant: 主播評價

# 提交评价
source: Submitareview
ar: إرسال مراجعة
tr: Yayıncı İncelemeleri
zh_hans: 提交评价
zh_hant: 提交評價

# 取消关注
source: Unfollow
ar: إلغاء المتابعة
tr: İnceleme Gönder
zh_hans: 取消关注
zh_hant: 取消追蹤

# 备注
source: Remarks
ar: ملاحظات
tr: Takibi Bırak
zh_hans: 备注
zh_hant: 備註

# 这个家伙很懒,什么也没说...
source: Thisguywaslazyanddidnotsayanything...
ar: لا شيء بعد ...
tr: Notlar
zh_hans: 这个家伙很懒,什么也没说...
zh_hant: 這傢伙很懶,什麼也沒說...

# 已取关
source: Closed
ar: مغلق
tr: Henüz hakkında birşey yok...
zh_hans: 已取关
zh_hant: 已取關

# 好友
source: Friends
ar: الأصدقاء
tr: Kapalı
zh_hans: 好友
zh_hant: 好友

# 聊天记录（好友、群聊）
source: Chathistory(friends,groupchat)
ar: محفوظات الدردشة (الأصدقاء ، الدردشة الجماعية)
tr: Arkadaşlar
zh_hans: 聊天记录（好友、群聊）
zh_hant: 聊天記錄（好友、群組聊天）

# 回关
source: Backtoclose
ar: رجوع إلى الإغلاق
tr: Sohbet geçmişi (arkadaşlar, grup sohbeti)
zh_hans: 回关
zh_hant: 回關

# 隐藏位置
source: Hiddenlocation
ar: موقع مخفي
tr: Kapanışa geri dön
zh_hans: 隐藏位置
zh_hant: 隱藏位置

# Ta距你
source: Tafromyou
ar: هو بعيد عنك
tr: Gizli konum
zh_hans: Ta距你
zh_hant: Ta距你

# 亲密值
source: Intimacyvalue
ar: قيمة القرب
tr: O senden uzakta
zh_hans: 亲密值
zh_hant: 親密值

# 仅支持撤回2分钟内发送的消息
source: Onlysupportwithdrawingmessagessentwithin2minutes
ar: يدعم سحب الرسائل المرسلة في دقيقتين فقط
tr: Yakınlık değeri
zh_hans: 仅支持撤回2分钟内发送的消息
zh_hant: 僅支援撤回2分鐘內發送的訊息

# 欢迎加入大家庭！
source: Welcometothefamily!
ar: مرحبًا بك في العائلة!
tr: Sadece 2 dakika içinde gönderilen mesajların geri çekilmesini destekler
zh_hans: 欢迎加入大家庭！
zh_hant: 歡迎加入大家庭！

# 置顶消息：
source: TopMessage:
ar: الرسالة الأولى:
tr: Aileye hoş geldiniz!
zh_hans: 置顶消息：
zh_hant: 置頂訊息：

# 或
source: or
ar: أو
tr: En Üstteki Mesaj:
zh_hans: 或
zh_hant: 或

# /条
source: /article
tr: veya
zh_hans: /条
zh_hant: /條

# 个红包，价值
source: aredpacket,value
ar: حزمة حمراء ، قيمة
tr: /Makale
zh_hans: 个红包，价值
zh_hant: 個紅包，價值

# 免费短视频x
source: Freeshortvideox
ar: فيديو قصير مجاني x
tr: kırmızı bir paket, değer
zh_hans: 免费短视频x
zh_hant: 免費短影片x

# 免费短视频
source: Freeshortvideo
ar: فيديو قصير مجاني
tr: Ücretsiz kısa video x
zh_hans: 免费短视频
zh_hant: 免費短影片

# 图片分享
source: Imagesharing
ar: مشاركة الصور
tr: Ücretsiz kısa video
zh_hans: 图片分享
zh_hant: 圖片分享

# 分钟的免费通话
source: Freeminutesofcalling
ar: دقائق المكالمات المجانية
tr: Görüntü paylaşımı
zh_hans: 分钟的免费通话
zh_hant: 分鐘的免費通話

# 已领取(0/0)
source: Collected(0/0)
ar: تم التجميع (0/0)
tr: Ücretsiz arama dakikaları
zh_hans: 已领取(0/0)
zh_hant: 已領取(0/0)

# 运气冲天!
source: Luckypunch!
ar: قبضة حظ!
tr: Toplandı (0/0)
zh_hans: 运气冲天!
zh_hant: 運氣沖天!

# 共0个大奖，粉丝热火朝天的领完啦!
source: Total0prizes,fansarehottoclaimthemall!
ar: إجمالي 0 جوائز ، لا يمكن للجماهير الانتظار للحصول عليها جميعًا!
tr: Şans yumruğu!
zh_hans: 共0个大奖，粉丝热火朝天的领完啦!
zh_hant: 共0個大獎，粉絲熱火朝天的領完啦!

# 个大奖，粉丝热火朝天的领完啦!
source: Atotalof0prizes,whichfanshaveclaimedinafrenzy!
ar: إجمالي 0 جوائز معتمدة!
tr: Toplam 0 ödül, hayranlar hepsini almak için sabırsızlanıyor!
zh_hans: 个大奖，粉丝热火朝天的领完啦!
zh_hant: 個大獎，粉絲熱火朝天的領完啦!

# 我是小妖怪的红包
source: Iamaredbagforgoblins
ar: أنا حقيبة حمراء للعفاريت
tr: Hayranların çılgınca sahiplendiği toplam 0 ödül!
zh_hans: 我是小妖怪的红包
zh_hant: 我是小妖怪的紅包

# 价值0金币
source: Value0goldcoins
ar: عملات ذات قيمة 0
tr: Ben goblinler için kırmızı bir çantayım
zh_hans: 价值0金币
zh_hant: 價值0金幣

# SDK版本信息
source: SDKversioninformation
ar: معلومات إصدار SDK
tr: rechao
zh_hans: SDK版本信息
zh_hant: SDK版本資訊

# 美肌
source: Beautyskin
zh_hans: 美肌
zh_hant: 美肌

# 美型
source: BeautyShape
ar: تجميل الوجه
zh_hans: 美型
zh_hant: 美型

# 微调
source: finetune
ar: شكل الجمال
tr: Yüz Güzelliği
zh_hans: 微调
zh_hant: 微調

# 人脸贴纸
source: Facestickers
ar: ضبط دقيق
tr: Güzellik Şekli
zh_hans: 人脸贴纸
zh_hant: 人臉貼紙

# 滤镜
source: Filter
ar: ملصقات الوجه
tr: İnce Ayar
zh_hans: 滤镜
zh_hant: 濾鏡

# 动效滤镜
source: Animationfilter
ar: عوامل التصفية
tr: Yüz Çıkartmaları
zh_hans: 动效滤镜
zh_hant: 動效濾鏡

# 磨皮
source: Dermabrasion
tr: Animasyon Filtresi
zh_hans: 磨皮
zh_hant: 磨皮

# 美白
source: White
ar: تسحيج الجلد
tr: Doğal
zh_hans: 美白
zh_hant: 美白

# 锐化
source: Sharpening
ar: التبييض
tr: Dermabrazyon
zh_hans: 锐化
zh_hant: 銳利化

# 大眼
source: Bigeyes
ar: شحذ
tr: Beyazlatma
zh_hans: 大眼
zh_hant: 大眼

# 瘦脸
source: Slimface
ar: عيون كبيرة
tr: Keskinleştirme
zh_hans: 瘦脸
zh_hant: 瘦臉

# 窄脸
source: Narrowface
ar: وجه نحيف
tr: Büyük Gözler
zh_hans: 窄脸
zh_hant: 窄臉

# 脸长
source: Longface
ar: ضيق الوجه
tr: İnce Yüz
zh_hans: 脸长
zh_hant: 臉長

# 下巴
source: Chin
ar: طويل الوجه
tr: Dar Yüz
zh_hans: 下巴
zh_hant: 下巴

# 瘦鼻
source: Skinnynose
ar: الذقن
tr: Uzun Yüz
zh_hans: 瘦鼻
zh_hant: 瘦鼻

# 唇宽
source: lipwidth
ar: أنف رفيع
tr: Çene
zh_hans: 唇宽
zh_hant: 唇寬

# 下颌
source: Jaw
ar: عرض الشفة
tr: İnce Burun
zh_hans: 下颌
zh_hant: 下顎

# 颧骨
source: Cheekbones
ar: الذقن
tr: Dudak Genişliği
zh_hans: 颧骨
zh_hant: 顴骨

# 普通
source: Ordinary
ar: خيارات متقدمة
zh_hans: 普通
zh_hant: 普通

# 自然脸
source: Naturalface
tr: Genel
zh_hans: 自然脸
zh_hant: 自然臉

# 方脸
source: Squareface
ar: وجه طبيعي
zh_hans: 方脸
zh_hant: 方臉

# 圆脸
source: Roundface
ar: مربع الوجه
tr: Doğal Yüz
zh_hans: 圆脸
zh_hant: 圓臉

# 长脸
source: Longface
ar: وجه مستدير
tr: Kare Yüz
zh_hans: 长脸
zh_hant: 長臉

# 梨形脸
source: Pear-shapedface
ar: طويل الوجه
tr: Yuvarlak Yüz
zh_hans: 梨形脸
zh_hant: 梨形臉

# 默认
source: Default
ar: ملكة
tr: Armut Biçimli Yüz
zh_hans: 默认
zh_hant: 預設

# 婴儿
source: Baby
ar: لطيف
tr: Fenomen
zh_hans: 婴儿
zh_hant: 嬰兒

# 自定义
source: Custom
ar: طفل
tr: Sevimli
zh_hans: 自定义
zh_hant: 自訂

# 点击可微调
source: Clicktofinetune
zh_hans: 点击可微调
zh_hant: 點選可微調

# 高级美颜美型由faceunity提供
source: AdvancedBeautyBeautybyfaceunity
ar: انقر للضبط الدقيق
zh_hans: 高级美颜美型由faceunity提供
zh_hant: 高級美顏美型由faceunity提供

# 高级美颜美型由race提供
source: AdvancedBeautyStylingbyrace
ar: جمال وأسلوب متقدمان
tr: İnce ayar yapmak için tıklayın
zh_hans: 高级美颜美型由race提供
zh_hant: 高級美顏美型由race提供

# 高级美颜美型由queen提供
source: AdvancedBeautybyqueen
ar: أسلوب تجميل متقدم حسب العرق
tr: Gelişmiş Güzellik ve Stil
zh_hans: 高级美颜美型由queen提供
zh_hant: 高級美顏美型由queen提供

# 如何获取
source: Howtoget
ar: افتراضي
tr: Kraliçe
zh_hans: 如何获取
zh_hant: 如何取得

# 下一步
source: Next
ar: كيفية الحصول على
tr: Varsayılan
zh_hans: 下一步
zh_hant: 下一步

# 保存
source: Save
ar: التالي
tr: Nasıl edinilir
zh_hans: 保存
zh_hant: 儲存

# 测试环境
source: Testenvironment
ar: حفظ
tr: İleri
zh_hans: 测试环境
zh_hant: 測試環境

# 预发布环境
source: Pre-releaseenvironment
ar: بيئة الاختبار
tr: Kaydet
zh_hans: 预发布环境
zh_hant: 預發布環境

# 正式环境
source: Officialenvironment
ar: بيئة ما قبل الإصدار
tr: Test ortamı
zh_hans: 正式环境
zh_hant: 正式環境

# 没有权限
source: Nopermission
tr: Resmi ortam
zh_hans: 没有权限
zh_hant: 沒有權限

# 设备内存不足，请及时清理
source: Devicememoryislow,pleasecleanitup
ar: لا يوجد إذن
zh_hans: 设备内存不足，请及时清理
zh_hant: 裝置記憶體不足，請及時清理

# 正在进行视频合成，确认要放弃吗？
source: Videocompositinginprogress,confirmtoabort?
ar: ذاكرة الجهاز منخفضة ، يرجى مسح
tr: İzin yok
zh_hans: 正在进行视频合成，确认要放弃吗？
zh_hant: 正在進行視訊合成，確認要放棄嗎？

# 强度
source: Strength
zh_hans: 强度
zh_hant: 強度

# 设置
source: Setup
ar: القوة
zh_hans: 设置
zh_hant: 設定

# 无
source: None
ar: الإعدادات
tr: Güç
zh_hans: 无
zh_hant: 無

# 伸出手掌
source: Extendingpalm
ar: بلا
tr: Ayarlar
zh_hans: 伸出手掌
zh_hant: 伸出手掌

# 风格
source: Style
zh_hans: 风格
zh_hant: 風格

# 动效
source: Dynamiceffects
ar: تصفية
tr: Stil
zh_hans: 动效
zh_hant: 動效

# 抠背
source: Keyingback
ar: التأثيرات الحية
tr: Filtre
zh_hans: 抠背
zh_hant: 摳背

# 绿幕
source: Greenscreen
ar: تراجع
tr: Canlı Efektler
zh_hans: 绿幕
zh_hant: 綠幕

# 手势
source: Gesture
ar: عوامل التصفية
tr: Yeşil Ekran
zh_hans: 手势
zh_hant: 手勢

# 美颜(光滑)
source: Beauty(smooth)
tr: Jestler
zh_hans: 美颜(光滑)
zh_hant: 美顏(光滑)

# 美颜(自然)
source: Beauty_panel_style_natural
ar: جمال (سلس)
zh_hans: 美颜(自然)
zh_hant: 美顏(自然)

# 美颜(天天P图)
source: Beauty_panel_style_natural
ar: طبيعي
tr: Güzellik (pürüzsüz)
zh_hans: 美颜(天天P图)
zh_hant: 美顏(天天P圖)

# 红润
source: Redness
ar: أبيض
tr: Doğal Efekt
zh_hans: 红润
zh_hant: 紅潤

# V脸
source: V-Face
ar: وجه نحيف
tr: Büyük Göz
zh_hans: V脸
zh_hant: V臉

# 短脸
source: Shortface
ar: الذقن
tr: V-Yüz
zh_hans: 短脸
zh_hant: 短臉

# 亮眼
source: Brighteyes
ar: أنف صغير
tr: Kısa yüz
zh_hans: 亮眼
zh_hant: 亮眼

# 白牙
source: Whiteteeth
ar: عيون مشرقة
tr: Küçük Burun
zh_hans: 白牙
zh_hant: 白牙

# 祛眼袋
source: Getridofbagsundereyes
ar: أسنان بيضاء
tr: Parlak Gözler
zh_hans: 祛眼袋
zh_hant: 祛眼袋

# 祛法令纹
source: Getridoflines
ar: احتجاز نظيف
tr: Beyaz Dişler
zh_hans: 祛法令纹
zh_hant: 祛法令紋

# 祛皱
source: Wrinkleremoval
ar: التخلص من الخطوط
tr: Temiz Gözaltı
zh_hans: 祛皱
zh_hant: 祛皺

# 发际线
source: Hairline
ar: إزالة التجاعيد
tr: Çizgilerden Kurtulun
zh_hans: 发际线
zh_hant: 髮際線

# 眼距
source: Eyedistance
ar: خط الشعر
tr: Kırışıklık Giderme
zh_hans: 眼距
zh_hant: 眼距

# 眼角
source: Eyeangle
ar: مسافة العين
tr: Saç Çizgisi
zh_hans: 眼角
zh_hant: 眼角

# 嘴形
source: Mouthshape
ar: زاوية العين
tr: Göz Mesafesi
zh_hans: 嘴形
zh_hant: 嘴型

# 鼻翼
source: Nose
ar: شكل الفم
tr: Göz Açısı
zh_hans: 鼻翼
zh_hant: 鼻翅

# 鼻子位置
source: Noseposition
ar: أنف
tr: Ağız Şekli
zh_hans: 鼻子位置
zh_hant: 鼻子位置

# 嘴唇厚度
source: Lipthickness
ar: وضع الأنف
tr: Burun
zh_hans: 嘴唇厚度
zh_hant: 嘴唇厚度

# 白皙
source: White
ar: طبيعي
tr: Standart
zh_hans: 白皙
zh_hant: 白皙

# 樱红
source: SakuraRed
ar: أبيض
tr: Doğal
zh_hans: 樱红
zh_hant: 櫻紅

# 云裳
source: Cloud
ar: أحمر الخدود
tr: Beyaz
zh_hans: 云裳
zh_hant: 雲裳

# 纯真
source: Pure
ar: سحابة
tr: Allık
zh_hans: 纯真
zh_hant: 純真

# 白兰
source: BaiLan
ar: نقي
tr: Bulut
zh_hans: 白兰
zh_hant: 白蘭地

# 超脱
source: Superb
ar: الحيوية
tr: Beyaz Orkide
zh_hans: 超脱
zh_hant: 超脫

# 香氛
source: Fragrance
ar: بلا انحياز
tr: Canlılık
zh_hans: 香氛
zh_hant: 香氛

# 浪漫
source: Fomantic
ar: أبيض
tr: Koku
zh_hans: 浪漫
zh_hant: 浪漫

# 清新
source: Fresh
ar: رومانسي
tr: Beyaz
zh_hans: 清新
zh_hant: 清新

# 唯美
source: Beautiful
ar: جديد
tr: Romantik
zh_hans: 唯美
zh_hant: 唯美

# 粉嫩
source: Pink
ar: جميل
tr: Fresh
zh_hans: 粉嫩
zh_hant: 粉嫩

# 怀旧
source: Nostalgic
ar: وردي
tr: Güzel
zh_hans: 怀旧
zh_hant: 懷舊

# 蓝调
source: Blues
ar: الحنين إلى الماضي
tr: Pembe
zh_hans: 蓝调
zh_hant: 藍調

# 清凉
source: Cool
ar: أزرق
tr: Nostaljik
zh_hans: 清凉
zh_hant: 清涼

# 日系
source: Japanese
ar: رائع
tr: Mavi
zh_hans: 日系
zh_hant: 日系

# 霓虹鼠
source: NeonRat
ar: بوم
zh_hans: 霓虹鼠
zh_hant: 霓虹鼠

# 疯狂打call
source: Crazycall
ar: نيون ماوس
tr: Boom
zh_hans: 疯狂打call
zh_hant: 瘋狂打call

# Q星座
source: Qconstellation
ar: مكالمة مجنونة
tr: Neon Fare
zh_hans: Q星座
zh_hant: Q星座

# 彩色丝带
source: Colorfulribbon
ar: كوكبة Q
tr: Çılgın Çağrı
zh_hans: 彩色丝带
zh_hant: 彩色緞帶

# 刘海发带
source: Bangshairband
ar: شريط ملون
tr: Q Takımyıldızı
zh_hans: 刘海发带
zh_hant: 瀏海髮帶

# 紫色小猫
source: purplekitten
ar: عقال بشراشيب
tr: Renkli Kurdele
zh_hans: 紫色小猫
zh_hant: 紫色小貓

# 花仙子
source: Flowerfairy
ar: قطة أرجوانية
tr: Kahkül Saç Bandı
zh_hans: 花仙子
zh_hant: 花仙子

# 小公举
source: Littlecockerel
ar: زهرة الجنية
tr: Mor Kedi Yavrusu
zh_hans: 小公举
zh_hant: 小公舉

# 星耳
source: Starears
ar: الدوقة الصغيرة
tr: Çiçek Perisi
zh_hans: 星耳
zh_hant: 星耳

# 变脸
source: Facechange
ar: آذان النجوم
tr: Küçük Düşes
zh_hans: 变脸
zh_hant: 變臉

# AI抠背
source: AIcutoutback
tr: Yüz Değişimi
zh_hans: AI抠背
zh_hant: AI摳背

# 皮卡丘
source: Pikachu
tr: İyi Şanslar
zh_hans: 皮卡丘
zh_hant: 皮卡丘

# 流星雨
source: Meteorshower
ar: بيكاتشو
zh_hans: 流星雨
zh_hant: 流星雨

# 控雪
source: Snowcontrol
ar: وابل الشهب
tr: Pikachu
zh_hans: 控雪
zh_hant: 控雪

# 电视之星
source: TVstars
ar: التحكم في الثلج
tr: Meteor Yağmuru
zh_hans: 电视之星
zh_hant: 電視之星

# 瓶盖挑战
source: Bottlecapchallenge
tr: Kar Kontrolü
zh_hans: 瓶盖挑战
zh_hant: 瓶蓋挑戰

# 樱桃
source: Cherry
tr: Şişe Kapağı Mücadelesi
zh_hans: 樱桃
zh_hant: 櫻桃

# 海洋
source: Sea
ar: الكرز
zh_hans: 海洋
zh_hant: 海洋

# 粉粉霞
source: pinkpink
ar: بحر
tr: Vişne
zh_hans: 粉粉霞
zh_hant: 粉粉霞

# 寡姐妆
source: WidowisMakeup
ar: وردي
tr: Deniz
zh_hans: 寡姐妆
zh_hant: 寡姊妝

# 七夕唇印
source: Eveninglipstick
ar: مكياج نسائي
tr: Pembe
zh_hans: 七夕唇印
zh_hant: 七夕唇印

# 古风妆
source: Ancientstylemakeup
ar: أحمر الشفاه المسائي
tr: Kadın Makyajı
zh_hans: 古风妆
zh_hant: 古風妝

# 小丑女
source: ClownGirl
ar: مكياج عتيق الطراز
tr: Akşam Ruju
zh_hans: 小丑女
zh_hant: 小丑女

# 混合妆
source: Mixedmakeup
ar: فتاة المهرج
tr: Antik Tarz Makyaj
zh_hans: 混合妆
zh_hant: 混合妝

# 原宿复古
source: harajukuretro
ar: مكياج مختلط
tr: Palyaço Kız
zh_hans: 原宿复古
zh_hant: 原宿復古

# 校服
source: schooluniforms
tr: Harajuku Retro
zh_hans: 校服
zh_hant: 校服
