Repository: LINHAO1111427/mugozb
Catalog: Project/rechao/klcMPVA/Localizable/*.lproj/Localizable.strings
Languages: ar, tr, zh_hans, zh_hant

# 抢到了
source: Snagged
ar: حصلت عليه.
tr: Anladım.
zh_hans: 抢到了
zh_hant: 搶到了

# 红包雨中的
source: RedPacketsintheRain
ar: حزم حمراء في المطر
tr: Yağmurda Kırmızı Paketler
zh_hans: 红包雨中的
zh_hant: 紅包雨中的

# 欢迎我们的家族新成员
source: Welcometoournewfamilymembers
ar: مرحبًا بك في أفراد عائلتنا الجدد
tr: Yeni aile üyelerimize hoş geldiniz
zh_hans: 欢迎我们的家族新成员
zh_hant: 歡迎我們的家族新成員

# ，有你更精彩！
source: ，Itisbetterwithyou！
ar: ， أفضل معك！
tr: ，Seninle daha iyi！
zh_hans: ，有你更精彩！
zh_hant: ，有你更精彩！

# 购买
source: Purchase
ar: Buy
tr: Satın Al
zh_hans: 购买
zh_hant: 購買

# 作品
source: Works
ar: Order
tr: Sipariş
zh_hans: 作品
zh_hant: 作品

# 作品·
source: Works·
ar: ترتيب
tr: Sipariş·
zh_hans: 作品·
zh_hant: 作品·

# 喜欢·
source: Like·
ar: إبداءات الإعجاب
tr: Beğeniler·
zh_hans: 喜欢·
zh_hant: 喜歡·

# 购买·
source: Purchase·
ar: شراء
tr: Satın Al·
zh_hans: 购买·
zh_hant: 購買·

# 请选择和
source: Pleaseselectand
ar: الرجاء التحديد و
tr: Lütfen seçin ve
zh_hans: 请选择和
zh_hant: 請選擇和

# 通话类型
source: Typeofcall
ar: نوع المكالمة
tr: Çağrı türü
zh_hans: 通话类型
zh_hant: 通話類型

# 请选择你的身高
source: Pleaseselectyourheight
ar: الرجاء اختيار طولك
tr: Lütfen boyunuzu seçin
zh_hans: 请选择你的身高
zh_hant: 請選你的身高

# 请选择你的角色
source: Pleasechooseyourrole
ar: الرجاء اختيار دورك
tr: Lütfen rolünüzü seçin
zh_hans: 请选择你的角色
zh_hant: 請選擇你的角色

# 请选择你的三围
source: Pleaseselectyourtrim
ar: الرجاء تحديد المقطع الذي تريده
tr: Lütfen donanım seviyenizi seçin
zh_hans: 请选择你的三围
zh_hant: 請選擇你的三圍

# 胸围
source: Bust
tr: Büst
zh_hans: 胸围
zh_hant: 胸圍

# 腰围
source: WaistCircumference
ar: محيط الخصر
tr: Bel çevresi
zh_hans: 腰围
zh_hant: 腰圍

# 臀围
source: Hipmeasurement
ar: محيط الورك
tr: Kalça çevresi
zh_hans: 臀围
zh_hant: 臀圍

# 请选择你的生日
source: Pleaseselectyourbirthday
ar: الرجاء تحديد تاريخ ميلادك
tr: Lütfen doğum gününüzü seçin
zh_hans: 请选择你的生日
zh_hant: 請選你的生日

# 请选择你的体重
source: Pleaseselectyourweight
ar: الرجاء تحديد وزنك
tr: Lütfen ağırlığınızı seçin
zh_hans: 请选择你的体重
zh_hant: 請選擇你的體重

# 请选择身高体重
source: Pleaseselectheightandweight
ar: يرجى تحديد الطول والوزن
tr: Lütfen boy ve kilo seçiniz
zh_hans: 请选择身高体重
zh_hant: 請選身高體重

# 财富榜
source: WealthList
ar: قائمة غنية
tr: Zengin Listesi
zh_hans: 财富榜
zh_hant: 財富榜

# 明星榜
source: StarList
ar: قائمة النجوم
tr: Yıldız Listesi
zh_hans: 明星榜
zh_hant: 明星榜

# 公会榜
source: GuildRankings
ar: الوكالة
tr: Ajans
zh_hans: 公会榜
zh_hant: 公會榜

# 请输入房间密码
source: Pleaseentertheroomcode
ar: يرجى إدخال رمز الغرفة
tr: Lütfen oda kodunu giriniz
zh_hans: 请输入房间密码
zh_hant: 請輸入房間密碼

# 中国
source: China
ar: الصين
tr: Çin
zh_hans: 中国
zh_hant: 中國

# 越南
source: Vietnam
ar: فيتنام
zh_hans: 越南
zh_hant: 越南

# 设置商品排序号
source: Setproductsortnumber
ar: تعيين رقم ترتيب العنصر
tr: Ürün sıralama numarasını ayarlama
zh_hans: 设置商品排序号
zh_hant: 設定商品排序號

# 完成(
source: Complete(
ar: تم (
tr: Tamamlandı(
zh_hans: 完成(
zh_hant: 完成(

# TA的家族
source: TheyFamily
ar: صاحب أليس
tr: Onun Alesi
zh_hans: TA的家族
zh_hant: TA的家族

# 申请原因：无，申请原因：无
source: Reasonforapplication:None,Reasonforapplication:None
ar: سبب التطبيق: لا شيء
tr: Başvuru nedeni: Yok
zh_hans: 申请原因：无，申请原因：无
zh_hant: 申請原因：無，申請原因：無

# 2023年6月
source: June2023
ar: يونيو 2023
tr: Haziran 2023
zh_hans: 2023年6月
zh_hant: 2023年6月

# 随机匹配
source: RandomMatch
ar: تطابق عشوائي
tr: Rastgele eşleştirme
zh_hans: 随机匹配
zh_hant: 隨機匹配

# 送出
source: Send
ar: إرسال
tr: Gönder
zh_hans: 送出
zh_hant: 送出

# 经验值
source: Experiencevalue
ar: الخبرة
tr: Deneyim
zh_hans: 经验值
zh_hant: 經驗值

# 解锁更高等级，获得更多收益
source: Unlockhigherlevelsformorebenefits
ar: افتح المستويات الأعلى واحصل على المزيد من الفوائد
tr: Daha yüksek seviyelerin kilidini açın ve daha fazla avantaj elde edin
zh_hans: 解锁更高等级，获得更多收益
zh_hant: 解鎖更高等級，獲得更多收益

# 付费查看
source: Paytoview
ar: الدفع للعرض
tr: görmek için ödeme yap
zh_hans: 付费查看
zh_hant: 付費查看

# 花费 80
source: Spend 80
ar: التكلفة 80
tr: Maliyet 80
zh_hans: 花费 80
zh_hant: 花費80

# "花费 "
source: "Spent "
tr: "Harca "
zh_hans: "花费 "
zh_hant: "花費"

# 查看此视频
source: Viewthisvideo
ar: مشاهدة هذا الفيديو
tr: Bu videoyu görüntüle
zh_hans: 查看此视频
zh_hant: 查看此影片

# 查看此图片
source: Viewthisimage
ar: اعرض هذه الصورة
tr: Bu resmi görüntüle
zh_hans: 查看此图片
zh_hant: 查看此圖片

# 免费看
source: Freeview
ar: مشاهدة مجانًا
tr: Ücretsiz izle
zh_hans: 免费看
zh_hant: 免費看

# 开通黄金贵族免费看
source: TurnonGoldVIPtowatchforfree
ar: قم بتشغيل Gold VIP للمشاهدة مجانًا
tr: Ücretsiz izlemek için Gold VIP'yi açın
zh_hans: 开通黄金贵族免费看
zh_hant: 開通黃金貴族免費看

# 3小时前
source: 3hoursago
ar: منذ 3 ساعات
tr: 3 saat önce
zh_hans: 3小时前
zh_hant: 3小時前

# 跳过 (
source: Skip (
ar: تخطي (
tr: Atla (
zh_hans: 跳过 (
zh_hant: 跳過(

# /次）
source: /times）
ar: / 次）
tr: /次）
zh_hans: /次）
zh_hant: /次）

# 录制声音
source: Recordingaudio
ar: تسجيل الصوت
tr: Ses Kaydet
zh_hans: 录制声音
zh_hant: 錄製聲音

# "已完成 "
source: "Completed "
ar: تم ：
tr: "Tamamlandı "
zh_hans: "已完成 "
zh_hant: "已完成"

# 天）
source: Day）
ar: يوم）
tr: gün）
zh_hans: 天）
zh_hant: 天）

# 升级LV0还差0
source: 0shortofupgradingLV0
ar: 0 قريبًا للترقية إلى LV0
tr: 0 LV0'a yükseltmeye kısa bir süre kaldı
zh_hans: 升级LV0还差0
zh_hant: 升級LV0還差0

# 第2天
source: Day2
ar: اليوم الثاني
tr: 2.Gün
zh_hans: 第2天
zh_hant: 第2天

# 第3天
source: Day3
ar: اليوم الثالث
tr: 3.Gün
zh_hans: 第3天
zh_hant: 第3天

# 第4天
source: Day4
ar: اليوم الرابع
tr: 4.Gün
zh_hans: 第4天
zh_hant: 第4天

# 第5天
source: Day5
ar: اليوم الخامس
tr: 5.Gün
zh_hans: 第5天
zh_hant: 第5天

# 第6天
source: Day6
ar: اليوم السادس
tr: 6.Gün
zh_hans: 第6天
zh_hant: 第6天

# 第7天
source: Day7
ar: اليوم السابع
tr: 7.Gün
zh_hans: 第7天
zh_hant: 第7天

# /张
source: /sheet
ar: / Zhang
tr: /Zhang
zh_hans: /张
zh_hant: /張

# 已存入背包
source: Storeinyourbackpack
ar: إفلات حقيبة الظهر
tr: Sırt çantasına bırakıldı
zh_hans: 已存入背包
zh_hant: 已存入背包

# 当前【
source: Current【
ar: تحديث 【
tr: Güncel【
zh_hans: 当前【
zh_hant: 當前【

# 升级到用户
source: UpgradetoUser
ar: ترقية المستخدم
tr: Kullanıcıyı Yükselt
zh_hans: 升级到用户
zh_hant: 升級到使用者

# 升级到主播
source: Upgradetopublisher
ar: الترقية إلى Publisher
tr: Yayıncıya Yükselt
zh_hans: 升级到主播
zh_hant: 升級到主播

# 升级到财富
source: Upgradetowealth
ar: الترقية إلى Wealth
tr: Zenginliğe Yükselt
zh_hans: 升级到财富
zh_hant: 升級到財富

# 级
source: Level
ar: المستوى
tr: Seviye
zh_hans: 级
zh_hant: 級

# "语音通话 "
source: "Voice call "
zh_hans: "语音通话 "

# "视频通话 "
source: "Video call "
zh_hans: "视频通话 "

# Ta的签名
source: They‘ssignature
ar: السيرة الذاتية
tr: Biyografi
zh_hans: Ta的签名
zh_hant: Ta的簽名

# Ta的财富
source: they’sWealth
ar: ثروته
tr: Onun Zenginliği
zh_hans: Ta的财富
zh_hant: Ta的財富

# 亲密值：
source: Intimacyvalue：
ar: العلاقة الحميمة ：
tr: Samimiyet：
zh_hans: 亲密值：
zh_hant: 親密值：

# 已销毁
source: Destroyed
ar: تدمير
tr: Yok edildi
zh_hans: 已销毁
zh_hant: 已銷毀

# 已有
source: Existing
ar: موجود بالفعل
tr: Zaten var
zh_hans: 已有
zh_hant: 已有

# 人在这里嗨~
source: Peopleareheretogethigh~
ar: الناس هنا للارتقاء. ~
tr: İnsanlar kafayı bulmak için buradalar.~
zh_hans: 人在这里嗨~
zh_hant: 人在這裡嗨~

# "邀请码 "
source: "Invitation code "
tr: "Davetiye Kodu "
zh_hans: "邀请码 "
zh_hant: "邀請碼"

# 开启直播卖货，添加直播商品
source: Openon-sitesalesandaddon-siteitems
ar: ابدأ البيع المباشر وأضف منتجات مباشرة
tr: Canlı satışa başlayın ve canlı ürünler ekleyin
zh_hans: 开启直播卖货，添加直播商品
zh_hant: 開啟直播賣貨，新增直播商品

# 试看倒计时
source: Trythecountdown
ar: حاول العد التنازلي
tr: Geri sayımı dene
zh_hans: 试看倒计时
zh_hant: 試看倒數計時

# [@所有人][有人@我]
source: [@Allthe][Someone@me]
ar: [@ heryone] [someone @ me]
tr: [@heryone][someone@me]
zh_hans: [@所有人][有人@我]
zh_hant: [@所有人][有人@我]

# 本场贡献榜
source: Listofcontributionsforthisgame
ar: قائمة المساهمات
tr: Katkı Listesi
zh_hans: 本场贡献榜
zh_hant: 本場貢獻榜

# 在线观众席
source: OnlineVisitorSeats
ar: الجمهور عبر الإنترنت
tr: Çevrimiçi İzleyici
zh_hans: 在线观众席
zh_hant: 線上觀眾席

# "恭喜 "
source: "Congrats "
tr: "Tebrikler "
zh_hans: "恭喜 "
zh_hant: "恭喜"

# 】邀请你上座贵宾席
source: 】YouareinvitedtoaVIPtable
ar: 】 أنت مدعو إلى طاولة VIP
tr: 】VIP masasına davetlisiniz
zh_hans: 】邀请你上座贵宾席
zh_hant: 】邀請你上座貴賓席

# 大卡司
source: TheGreatKnight
ar: فارس
tr: Şövalye
zh_hans: 大卡司
zh_hant: 大卡司

# 距离前1名
source: Distancetotop1
ar: المسافة من أعلى 1
tr: üstten uzaklık 1
zh_hans: 距离前1名
zh_hant: 距離前1名

# 让大家更好的认识你
source: Gettoknowyoubetter
ar: دع الجميع يتعرفون عليك بشكل أفضل
tr: Herkesin seni daha iyi tanımasına izin ver
zh_hans: 让大家更好的认识你
zh_hant: 讓大家有更好的認識你

# " / 分钟"
source: " / min"
tr: " / dakika"
zh_hans: " / 分钟"
zh_hant: " / 分鐘"

# "岁 | "
source: "age | "
tr: "yaş | "
zh_hans: "岁 | "
zh_hant: "歲| "

# 需要权限来开启此功能。
source: Permissionrequiredtoenablethisfeature。
ar: يطلب الإذن لتمكين هذه الميزة.
tr: Bu özelliği etkinleştirmek için izin istiyor.
zh_hans: 需要权限来开启此功能。
zh_hant: 需要權限來開啟此功能。

# 我赞过的
source: Mypraise
ar: أعجبني
tr: Beğeni
zh_hans: 我赞过的
zh_hant: 我讚過的

# 我的关注(
source: Myconcerns(
ar: الأشخاص الذين أشعر بالفضول حيالهم (
tr: Merak ettiğim insanlar(
zh_hans: 我的关注(
zh_hant: 我的關注(

# " 回复 "
source: " Reply "
tr: " Cevap Ver "
zh_hans: " 回复 "
zh_hant: " 回覆"

# " 天"
source: " Day"
tr: " gökyüzü"
zh_hans: " 天"
zh_hant: " 天"

# 支付
source: Payment
ar: المدفوعات
tr: Ödemeler
zh_hans: 支付
zh_hant: 付款

# 周
source: Week
ar: أسبوع
tr: Hafta
zh_hans: 周
zh_hant: 週

# 上传凭证和备注
source: Uploadvouchersandinstructions
ar: تحميل الإيصالات والملاحظات
tr: Makbuzları ve notları yükleyin
zh_hans: 上传凭证和备注
zh_hant: 上傳憑證和備註

# 上传凭证更助于商家或售后处理哦～
source: Uploadingproofismorehelpfultothemerchantorafter-salesservice.～
ar: يعد تحميل الأدلة أكثر فائدة للبائع أو خدمة ما بعد البيع
tr: Kanıt yüklemek satıcı veya satış sonrası hizmet için daha yararlıdır
zh_hans: 上传凭证更助于商家或售后处理哦～
zh_hant: 上傳憑證更助於商家或售後處理哦～

# 颜色
source: Colour
ar: اللون
tr: Renk
zh_hans: 颜色
zh_hant: 顏色

# 再次购买
source: Buyagain
ar: الشراء مرة أخرى
tr: Tekrar Satın Al
zh_hans: 再次购买
zh_hant: 再購買

# 最近3个月
source: Last3months
ar: الأشهر الثلاثة الماضية
tr: son 3 ay
zh_hans: 最近3个月
zh_hant: 最近3個月

# 观看
source: Watch
ar: مشاهدة
tr: izle
zh_hans: 观看
zh_hant: 觀看

# 视频同款-
source: Videoofthesameitem-
ar: نفس نمط الفيديو-
tr: Video ile aynı tarz-
zh_hans: 视频同款-
zh_hant: 影片同款-

# 观影次数不足
source: Notwatchingenoughfilms
ar: فيديو من نفس الطراز
tr: Aynı modelin videosu
zh_hans: 观影次数不足
zh_hant: 觀影次數不足

# 已卖出
source: SOLD
ar: مباع
tr: Satıldı
zh_hans: 已卖出
zh_hant: 已賣出

# 0评论
source: 0Comments
ar: 0 تعليقات
tr: 0 Yorum
zh_hans: 0评论
zh_hant: 0評論

# + 玩法
source: + Gameplay
ar: + إعلان
tr: + Duyuru
zh_hans: + 玩法
zh_hant: + 玩法

# 棒棒棒,你的手速太快了,应该单身了好久吧
source: Youaresofast,youmusthavebeensingleforalongtime.
ar: أنت سريع جدًا ، لابد أنك عازب لفترة طويلة
tr: Çok hızlısın, uzun zamandır bekâr olmalısın
zh_hans: 棒棒棒,你的手速太快了,应该单身了好久吧
zh_hant: 棒棒棒,你的手速太快了,應該單身了好久吧

# 相机
source: Cameras
ar: الكاميرا
tr: Kamera
zh_hans: 相机
zh_hant: 相機

# 麦克风
source: Mic
ar: ميكروفون
tr: Mikrofon
zh_hans: 麦克风
zh_hant: 麥克風

# 存储
source: Storage
ar: التخزين
tr: Depolama
zh_hans: 存储
zh_hant: 儲存

# 现在去开启
source: Gotoopennow
ar: فتح الآن
tr: Şimdi Aç
zh_hans: 现在去开启
zh_hant: 現在去開啟

# 暂不开启
source: Notopenatpresent
ar: مغلق حاليًا
tr: Şuanda kapalı
zh_hans: 暂不开启
zh_hant: 暫不開啟

# 进入设置页面失败，请手动设置
source: Accesstosettingspagefailed,pleasesetmanually
ar: فشل الوصول إلى صفحة الإعدادات ، يرجى التعيين يدويًا
tr: Ayarlar sayfasına erişim başarısız oldu, lütfen manuel olarak ayarlayın
zh_hans: 进入设置页面失败，请手动设置
zh_hant: 進入設定頁面失敗，請手動設定

# 钻石
source: Diamond
ar: يوجد الماس
tr: elmas var
zh_hans: 钻石
zh_hant: 鑽石

# 金子
source: Gold
ar: ذهب
tr: altın
zh_hans: 金子
zh_hant: 金子

# 粉丝:
source: Fans:
ar: المعجبون:
tr: Hayranlar:
zh_hans: 粉丝:
zh_hant: 粉絲:

# @TA
source: @They
ar: @ O
tr: @O
zh_hans: @TA
zh_hant: @TA

# 语言设置
source: Settinglanguage
ar: تغيير اللغة
tr: Dili değiştir
zh_hans: 语言设置
zh_hant: 語言設定

# 中文简体
source: China
ar: الصينية
tr: Çince
zh_hans: 中文简体
zh_hant: 中文简体

# 土耳其语
source: Turkish
ar: التركية
tr: Türkçe
zh_hans: 土耳其语
zh_hant: 土耳其文

# 英语
source: English
ar: الإنجليزية
tr: İngilizce
zh_hans: 英语
zh_hant: 英文

# 中文繁体
source: Chinesetraditional
ar: الصينية التقليدية
tr: Geleneksel Çince
zh_hans: 中文繁体
zh_hant: 中文繁體

# 阿拉伯语
source: Arabic
ar: العربية
tr: Arapça
zh_hans: 阿拉伯语
zh_hant: 阿拉伯語

# 网络请求失败！
source: Networkrequestfailed!
ar: طلب الشبكة فشلت !
tr: Ağ isteği başarısız oldu!
zh_hans: 网络请求失败！
zh_hant: 網路請求失敗！

# 送一份特别的礼物
source: Sentaspecialgift
ar: أرسل هدية خاصة
tr: Bir özel hediye gönderdi
zh_hans: 送一份特别的礼物
zh_hant: 送一份特別的禮物

# [微笑]
source: [Smiles]
ar: [ابتسامات]
tr: [Gülümsüyor]
zh_hans: [微笑]
zh_hant: [微笑]

# [色]
source: [IKissed]
ar: [لون .]
tr: [Öptüm]
zh_hans: [色]
zh_hant: [色]

# [发呆]
source: [Daze]
ar: [ذهول]
tr: [Şaşkınlık]
zh_hans: [发呆]
zh_hant: [發呆]

# [抽烟]
source: [Smokes]
ar: [تدخين]
tr: [Siğara İçiyor]
zh_hans: [抽烟]
zh_hant: [抽]

# [抠鼻]
source: [NosePicking]
ar: [حفر الأنف]
tr: [Burun Karıştırma]
zh_hans: [抠鼻]
zh_hant: [摳鼻]

# [哭]
source: [Cry]
ar: [بكاء]
tr: [Ağlamak]
zh_hans: [哭]
zh_hant: [哭]

# [发怒]
source: [Angry]
ar: [غضب]
tr: [Sinirli]
zh_hans: [发怒]
zh_hant: [發怒]

# [呲牙]
source: [BaredTeeth]
ar: [صرير الأسنان]
tr: [Çıplak Dişler]
zh_hans: [呲牙]
zh_hant: [呲牙]

# [睡]
source: [Sleep]
ar: [نوم]
tr: [Uyku]
zh_hans: [睡]
zh_hant: [睡]

# [害羞]
source: [Shy]
ar: [خجل]
tr: [Utangaç]
zh_hans: [害羞]
zh_hant: [害羞]

# [调皮]
source: [Naughty]
ar: [شقي]
tr: [Yaramaz]
zh_hans: [调皮]
zh_hant: [調皮]

# [晕]
source: [Dizzy]
ar: [دوار]
tr: [Halo]
zh_hans: [晕]
zh_hant: [暈]

# [衰]
source: [Weak]
ar: [ضعف]
tr: [Hata]
zh_hans: [衰]
zh_hant: [衰期]

# [闭嘴]
source: [ShutUp]
ar: [سكت]
tr: [Papa çeneni]
zh_hans: [闭嘴]
zh_hant: [閉嘴]

# [指点]
source: [Pointing]
ar: [إشارة]
tr: [İşaret ederek]
zh_hans: [指点]
zh_hant: [指點]

# [关注]
source: [Attention]
ar: [انتباه]
tr: [Takip Et]
zh_hans: [关注]
zh_hant: [關注]

# [搞定]
source: [Done]
ar: [تمام]
tr: [Bitir]
zh_hans: [搞定]
zh_hant: [搞定]

# [胜利]
source: [Victory]
ar: [انتصار]
tr: [Zafer]
zh_hans: [胜利]
zh_hant: [勝利]

# [无奈]
source: [Helpless]
ar: [عاجز]
tr: [Çaresiz]
zh_hans: [无奈]
zh_hant: [無奈]

# [打脸]
source: [Slap]
ar: [صفعة]
tr: [Yüz tokat]
zh_hans: [打脸]
zh_hant: [打臉]

# [大笑]
source: [BigLaugh]
ar: [ضحك كبير]
tr: [Gülüyor]
zh_hans: [大笑]
zh_hant: [大笑]

# [哈欠]
source: [Yawn]
ar: [تثاؤب]
tr: [Esneme]
zh_hans: [哈欠]
zh_hant: [哈欠]

# [害怕]
source: [Fear]
ar: [خوف]
tr: [Korku]
zh_hans: [害怕]
zh_hant: [害怕]

# [喜欢]
source: [Like]
ar: [إعجاب]
tr: [Beğen]
zh_hans: [喜欢]
zh_hant: [喜歡]

# [困]
source: [Tired]
ar: [إرهاق]
tr: [Uykulu]
zh_hans: [困]
zh_hant: [困]

# [疑问]
source: [Doubtful]
ar: [شك]
tr: [Soru]
zh_hans: [疑问]
zh_hant: [問題]

# [伤心]
source: [Sad]
ar: [حزن]
tr: [Üzgün]
zh_hans: [伤心]
zh_hant: [傷心]

# [鼓掌]
source: [Applause]
ar: [تصفيق]
tr: [Alkış]
zh_hans: [鼓掌]
zh_hant: [鼓掌]

# [得意]
source: [Proud]
ar: [فخر]
tr: [Gurur]
zh_hans: [得意]
zh_hant: [得意]

# [捂嘴]
source: [CoveringMouth]
ar: [فم مغطى]
zh_hans: [捂嘴]
zh_hant: [摀住]

# [惊恐]
source: [Horror]
ar: [رعب]
zh_hans: [惊恐]
zh_hant: [驚恐]

# [思考]
source: [Thinking]
ar: [تفكير]
zh_hans: [思考]
zh_hant: [思考]

# [吐血]
source: [SpittingBlood]
ar: [طعن]
zh_hans: [吐血]
zh_hant: [吐血]

# [卖萌]
source: [Cute]
ar: [جذاب]
zh_hans: [卖萌]
zh_hant: [賣萌]

# [嘘]
source: [Hush]
ar: [هدوء]
zh_hans: [嘘]
zh_hant: [噓]

# [生气]
source: [Angry]
ar: [غضب]
zh_hans: [生气]
zh_hant: [生氣]

# [尴尬]
source: [Awkward]
ar: [محرج]
zh_hans: [尴尬]
zh_hant: [尷尬]

# [笑哭]
source: [LaughingandCrying]
ar: [ضحك بكاء]
zh_hans: [笑哭]
zh_hant: [笑哭]

# [口罩]
source: [Mask]
ar: [كمامة]
zh_hans: [口罩]
zh_hant: [口罩]

# [斜眼]
source: [Side-eye]
ar: [تحديق جانبي]
zh_hans: [斜眼]
zh_hant: [斜眼]

# [酷]
source: [Cool]
ar: [رائع]
zh_hans: [酷]
zh_hant: [酷]

# [脸红]
source: [Blushing]
ar: [احمرار الوجه]
zh_hans: [脸红]
zh_hant: [臉紅]

# [大叫]
source: [Screaming]
ar: [صراخ]
zh_hans: [大叫]
zh_hant: [大叫]

# [眼泪]
source: [Tears]
ar: [دموع]
zh_hans: [眼泪]
zh_hant: [眼淚]

# [见钱]
source: [SeeingMoney]
ar: [رؤية المال]
zh_hans: [见钱]
zh_hant: [見錢]

# [嘟]
source: [Pouting]
ar: [تجمع الشفاه]
zh_hans: [嘟]
zh_hant: [嘟]

# [吓]
source: [Scared]
ar: [خوف]
zh_hans: [吓]
zh_hant: [嚇]

# [开心]
source: [Happy]
ar: [سعادة]
zh_hans: [开心]
zh_hant: [開心]

# [想哭]
source: [WantstoCry]
ar: [يريد البكاء]
zh_hans: [想哭]
zh_hant: [想哭]

# [郁闷]
source: [Depressed]
ar: [اكتئاب]
zh_hans: [郁闷]
zh_hant: [鬱悶]

# [互粉]
source: [MutualFollowing]
ar: [متابعة متبادلة]
zh_hans: [互粉]
zh_hant: [互粉]

# [赞]
source: [ThumbsUp]
ar: [ابتهاج]
zh_hans: [赞]
zh_hant: [讚]

# [拜托]
source: [Begging]
ar: [ترجي]
zh_hans: [拜托]
zh_hant: [拜託]

# [唇]
source: [Lips]
ar: [شفاه]
zh_hans: [唇]
zh_hant: [唇]

# [粉]
source: [Pink]
ar: [زهري]
zh_hans: [粉]
zh_hant: [粉]

# [玫瑰]
source: [Rose]
ar: [وردة]
zh_hans: [玫瑰]
zh_hant: [玫瑰]

# [黄瓜]
source: [Cucumber]
ar: [خيار]
zh_hans: [黄瓜]
zh_hant: [黃瓜]

# [啤酒]
source: [Beer]
ar: [جعة]
zh_hans: [啤酒]
zh_hant: [啤酒]

# [无语]
source: [Speechless]
ar: [بلا كلام]
zh_hans: [无语]
zh_hant: [無語]

# [纠结]
source: [Indecisive]
ar: [متردد]
zh_hans: [纠结]
zh_hant: [糾結]

# [吐舌]
source: [StickingOutTongue]
ar: [لسان بارز]
zh_hans: [吐舌]
zh_hant: [吐舌]

# [差评]
source: [BadReview]
ar: [استعراض سيء]
zh_hans: [差评]
zh_hant: [差評]

# [飞吻]
source: [BlowaKiss]
ar: [نفخة قبلة]
zh_hans: [飞吻]
zh_hant: [飛吻]

# [再见]
source: [Goodbye]
ar: [وداع]
zh_hans: [再见]
zh_hant: [再見]

# [拒绝]
source: [Reject]
ar: [رفض]
zh_hans: [拒绝]
zh_hant: [拒絕]

# [耳机]
source: [Headphones]
ar: [سماعات]
zh_hans: [耳机]
zh_hant: [耳機]

# [抱抱]
source: [Hug]
ar: [عناق]
zh_hans: [抱抱]
zh_hant: [抱抱]

# [嘴]
source: [Mouth]
ar: [فم]
zh_hans: [嘴]
zh_hant: [嘴]

# [露牙]
source: [ShowingTeeth]
ar: [أظهر أسنانك]
zh_hans: [露牙]
zh_hant: [露牙]

# [黄狗]
source: [YellowDog]
ar: [كلب أصفر]
zh_hans: [黄狗]
zh_hant: [黃狗]

# [灰狗]
source: [GrayDog]
ar: [كلب رمادي]
zh_hans: [灰狗]
zh_hant: [灰狗]

# [蓝狗]
source: [BlueDog]
ar: [كلب أزرق]
zh_hans: [蓝狗]
zh_hant: [藍狗]

# [狗]
source: [Dog]
ar: [كلب]
zh_hans: [狗]
zh_hant: [狗]

# [脸黑]
source: [DarkFace]
ar: [وجه داكن]
zh_hans: [脸黑]
zh_hant: [臉黑]

# [吃瓜]
source: [EatingMelonSeeds]
ar: [أكل بذور البطيخ]
zh_hans: [吃瓜]
zh_hant: [吃瓜]

# [绿帽]
source: [GreenHat]
ar: [قبعة خضراء]
zh_hans: [绿帽]
zh_hant: [綠帽]

# [汗]
source: [Sweat]
ar: [عرق]
zh_hans: [汗]
zh_hant: [汗]

# [摸头]
source: [PattingHead]
ar: [دلك رأسك]
zh_hans: [摸头]
zh_hant: [摸頭]

# [阴险]
source: [Sly]
ar: [مكر]
zh_hans: [阴险]
zh_hant: [陰險]

# [擦汗]
source: [WipingSweat]
ar: [مسح عرق]
zh_hans: [擦汗]
zh_hant: [擦汗]

# [瞪眼]
source: [Staring]
ar: [تحديق]
zh_hans: [瞪眼]
zh_hant: [瞪眼]

# [疼]
source: [Pain]
ar: [ألم]
zh_hans: [疼]
zh_hant: [痛]

# [鬼脸]
source: [GhostFace]
ar: [وجه شبح]
zh_hans: [鬼脸]
zh_hant: [鬼臉]

# [拇指]
source: [ThumbsUp]
ar: [ابتهاج]
zh_hans: [拇指]
zh_hant: [大拇指]

# [亲]
source: [Kiss]
ar: [قبلة]
zh_hans: [亲]
zh_hant: [親]

# [大吐]
source: [Vomiting]
ar: [قيء]
zh_hans: [大吐]
zh_hant: [大吐]

# [高兴]
source: [Happy]
ar: [سعادة]
zh_hans: [高兴]
zh_hant: [高興]

# [敲打]
source: [Knocking]
ar: [طرق]
zh_hans: [敲打]
zh_hant: [敲打]

# [加油]
source: [Cheer]
ar: [هتاف]
zh_hans: [加油]
zh_hant: [加油]

# [吐]
source: [Vomit]
ar: [قيء]
zh_hans: [吐]
zh_hant: [吐]

# [握手]
source: [Handshake]
ar: [مصافحة]
zh_hans: [握手]
zh_hant: [握手]

# [菜刀]
source: [KitchenKnife]
ar: [سكين مطبخ]
zh_hans: [菜刀]
zh_hant: [菜刀]

# [威武]
source: [Mighty]
ar: [قوي]
zh_hans: [威武]
zh_hant: [威武]

# [给力]
source: [Powerful]
ar: [مميز]
zh_hans: [给力]
zh_hant: [給力]

# [爱心]
source: [Heart]
ar: [قلب]
zh_hans: [爱心]
zh_hant: [愛心]

# [心碎]
source: [BrokenHeart]
ar: [قلب محطم]
zh_hans: [心碎]
zh_hant: [心碎]

# [便便]
source: [Excrement]
ar: [براز]
zh_hans: [便便]
zh_hant: [便便]

# [礼物]
source: [Gift]
ar: [هدية]
zh_hans: [礼物]
zh_hant: [禮物]

# [生日]
source: [Birthday]
ar: [عيد ميلاد]
zh_hans: [生日]
zh_hant: [生日]

# [喝彩]
source: [Cheers]
ar: [احتفال]
zh_hans: [喝彩]
zh_hant: [喝采]

# [雷]
source: [Lightning]
ar: [صاعقة]
zh_hans: [雷]
zh_hant: [雷]

# 【关播提示：由于违规房间将于5秒后关闭】
source: Off-BroadcastAlert:Theroomwillbeclosedin5secondsduetoanoffence.
ar: ملاحظة : سيتم إغلاق الغرفة بعد 5 ثوان بسبب انتهاك
zh_hans: 【关播提示：由于违规房间将于5秒后关闭】
zh_hant: 【關播提示：由於違規房間將於5秒後關閉】

# 推流地址
source: Streamingaddress
ar: دفع تيار العنوان
zh_hans: 推流地址

# 电脑直播
source: Computerlive
ar: الكمبيوتر لايف
zh_hans: 电脑直播
zh_hant: 電腦直播

# 已复制到剪切板
source: Copiedtoclipboard
ar: تم نسخها إلى لوحة القص
zh_hans: 已复制到剪切板
zh_hant: 已複製到剪切板

# 何止七夕，想朝夕和你在一起。何止七夕，想朝夕和你在一起。何止七夕，想朝夕和你在一起。何止七夕，想朝夕和你在一起。何止七夕，想朝夕和你在一起......
source: NotonlydoIwanttobewithyouontheeveoftheeve.Thenewestandmostpopularnewsitemisthenewestandmostpopularnewsitem.Thefirstthingyouneedtodoistogetagoodideaofwhatyouaregettinginto.Iwanttobewithyouontheeveoftheeve.......
ar: أريد أن أكون معك ليس فقط في الليلة الماضية ، ولكن أيضًا في المساء. آخر الأخبار وأكثرها شيوعًا هي آخر الأخبار وأكثرها شيوعًا. أول شيء يجب عليك فعله هو تكوين فكرة جيدة عما ستدخل إليه. اريد ان اكون معك يوم عشية. ......
tr: Sadece arife günü değil, arife günü de seninle olmak istiyorum. En yeni ve en popüler haber, en yeni ve en popüler haberdir. Yapmanız gereken ilk şey, neye bulaştığınız hakkında iyi bir fikir edinmektir. Arife günü seninle olmak istiyorum. ......
zh_hant: 何止七夕，想朝夕和你在一起。何止七夕，想朝夕和你在一起。何止七夕，想朝夕和你在一起。何止七夕，想朝夕和你在一起。何止七夕，想朝夕和你在一起......

# 观看Ta直播需
source: WatchingTAliveisrequired
ar: من الضروري مشاهدته مباشرة

source: Happy
ar: سعيدة
tr: MUTLU

source: BIRTHDAY!
ar: سنوات!>
tr: YILLAR!>

source: FaceUnity
ar: جمال وأسلوب متقدمان من الملكة
tr: Irka göre Gelişmiş Güzellik Stili

source: Queen
ar: FaceUnity
tr: Kraliçeden İleri Güzellik ve Stil

source: %1$02d:%2$02d:%3$02d
ar: SDCARD غير جاهز
tr: Video biçimi desteklenmiyor

source: Encoding
ar: برنامج التشفير الناعم OpenH264
tr: Donanım Kodlaması

source: KTV
ar: صدى
tr: Ses değişikliği

source: Boom
tr: Japonca

source: Good luck
tr: AI Kesik Sırt

source: TvTopContent
tr: Sohbet kayıtları
