Repository: LINHAO1111427/mugozb
Catalog: Project/rechao/klcMPVA/Localizable/*.lproj/Localizable.strings
Languages: ar, tr, zh_hans, zh_hant

# 添加新账户
source: Addanewaccount
ar: إضافة حساب جديد
tr: Yeni bir hesap ekleyin
zh_hans: 添加新账户
zh_hant: 新增帳戶

# 修改账户
source: Modifyaccount
ar: تغيير الحساب
tr: Hesabı Değiştir
zh_hans: 修改账户
zh_hant: 修改帳戶

# 登录注册需要您阅读并同意我们的
source: Loginregistrationrequiresyoutoreadandagreetoour
ar: يجب عليك قبول سياسة الخصوصية هذه لمتابعة استخدام التطبيق.
tr: Uygulamayı kullanmaya devam etmek için bu gizlilik politikasını kabul etmeniz gerekiyor.
zh_hans: 登录注册需要您阅读并同意我们的
zh_hant: 登入註冊需要您閱讀並同意我們的

# 我同意
source: Iagree
ar: قبول
tr: Kabul Et
zh_hans: 我同意
zh_hant: 我同意

# 我同意以上条约
source: Iagreetotheaboveterms
ar: أقبل الشروط المذكورة أعلاه
tr: Yukarıdaki şartları kabul ediyorum
zh_hans: 我同意以上条约
zh_hant: 我同意以上條約

# 我拒绝并退出
source: Irefuseandwithdraw
ar: أرفض وأنسحب
tr: İptal Et
zh_hans: 我拒绝并退出
zh_hant: 我拒絕並退出

# 我拒绝
source: Irefuse
ar: رفض
tr: Reddet
zh_hans: 我拒绝
zh_hant: 我拒絕

# 正加载
source: Beingloaded
ar: تحميل
tr: yükleniyor
zh_hans: 正加载
zh_hant: 正載入

# 加载完毕
source: Loadingcomplete
ar: اكتمل التحميل
tr: Yükleme tamamlandı
zh_hans: 加载完毕
zh_hant: 載入完畢

# 正在加载
source: Loading
ar: تحميل
tr: Yükleniyor
zh_hans: 正在加载
zh_hant: 正在載入

# 请设置您的形象
source: Clicktosetavatar
ar: يرجى تعيين صورتك
tr: Lütfen resminizi ayarlayın
zh_hans: 请设置您的形象
zh_hant: 請設定您的形象

# 上传失败
source: Uploadfailed
ar: فشل التحميل
tr: Yükleme başarısız oldu
zh_hans: 上传失败
zh_hant: 上傳失敗

# 图片上传失败
source: Imageuploadfailed
ar: فشل تحميل الصورة
tr: Görüntü yükleme başarısız oldu
zh_hans: 图片上传失败
zh_hant: 圖片上傳失敗

# 图片上传失败,请稍后重试
source: Imageuploadfailed,pleasetryagainlater
ar: فشل تحميل الصورة ، يرجى المحاولة مرة أخرى لاحقًا
tr: Görüntü yükleme başarısız oldu, lütfen daha sonra tekrar deneyin
zh_hans: 图片上传失败,请稍后重试
zh_hant: 圖片上傳失敗,請稍後重試

# 图片选取失败
source: Imageselectionfailed
ar: فشل تحديد الصورة
tr: Görüntü seçimi başarısız oldu
zh_hans: 图片选取失败
zh_hant: 圖片選取失敗

# 上传头像失败
source: Uploadingheadshotfailed
ar: فشل تحميل الصورة
tr: Fotoğraf yükleme başarısız oldu
zh_hans: 上传头像失败
zh_hant: 上傳頭像失敗

# 非商品链接
source: Non-commoditylink
ar: رابط غير متعلق بالسلع
tr: Emtia olmayan bağlantı
zh_hans: 非商品链接
zh_hant: 非商品連結

# 请输入商品链接
source: Pleaseenteraproductlink
ar: الرجاء إدخال ارتباط المنتج
tr: Lütfen bir ürün bağlantısı girin
zh_hans: 请输入商品链接
zh_hant: 請輸入商品連結

# 请输入商品名称
source: Pleaseenterproductname
ar: الرجاء إدخال اسم المنتج
tr: Lütfen ürün adını girin
zh_hans: 请输入商品名称
zh_hant: 請輸入商品名稱

# 请上传商家Logo
source: Pleaseuploadamerchantlogo
ar: الرجاء تحميل شعار البائع
tr: Lütfen bir satıcı logosu yükleyin
zh_hans: 请上传商家Logo
zh_hant: 請上傳商家Logo

# 请上传商品详情图片
source: Pleaseuploadaproductdetailimage
ar: الرجاء تحميل صورة تفاصيل المنتج
tr: Lütfen bir ürün detay resmi yükleyin
zh_hans: 请上传商品详情图片
zh_hant: 請上傳商品詳情圖片

# 请填写商家名称
source: Pleasefillinthemerchantname
ar: الرجاء إدخال اسم البائع
tr: Lütfen satıcı adını girin
zh_hans: 请填写商家名称
zh_hant: 請填入商家名稱

# 请填写商家电话
source: Pleasefillinthemerchantisphonenumber
ar: الرجاء إدخال رقم هاتف البائع
tr: Lütfen satıcının telefon numarasını girin
zh_hans: 请填写商家电话
zh_hant: 請填寫商家電話

# 商品添加失败
source: Additionofproductfailed
ar: فشل إضافة المنتج
tr: Ürün ekleme başarısız oldu
zh_hans: 商品添加失败
zh_hant: 商品新增失敗

# 商品添加成功
source: Productaddedsuccessfully
ar: تمت إضافة المنتج بنجاح
tr: Ürün başarıyla eklendi
zh_hans: 商品添加成功
zh_hant: 商品添加成功

# 请输入商品价格
source: Pleaseenterthepriceoftheproduct
ar: الرجاء إدخال سعر المنتج
tr: Lütfen ürünün fiyatını girin
zh_hans: 请输入商品价格
zh_hant: 請輸入商品價格

# 请选择商品分类
source: Pleaseselectaproductcategory
ar: الرجاء تحديد فئة المنتج
tr: Lütfen bir ürün kategorisi seçin
zh_hans: 请选择商品分类
zh_hant: 請選擇商品分類

# 请添加商品图片
source: Pleaseaddaproductimage
ar: الرجاء إضافة صورة المنتج
tr: Lütfen bir ürün resmi ekleyin
zh_hans: 请添加商品图片
zh_hant: 請新增商品圖片

# 商品修改成功
source: Productmodifiedsuccessfully
ar: تم استبدال المنتج بنجاح
tr: Ürün başarıyla değiştirildi
zh_hans: 商品修改成功
zh_hant: 商品修改成功

# 名字
source: Name
ar: الاسم
tr: Adı
zh_hans: 名字
zh_hant: 名字

# 差5金币进榜
source: 5Coinsshortofmakingthelist
ar: بقي 5 قطع ذهبية للدخول إلى القائمة
tr: Listeye girmek için 5 altın kaldı
zh_hans: 差5金币进榜
zh_hant: 差5金幣進榜

# 金币进榜
source: Goldencoinstogetonthelist
ar: إلى القائمة الذهبية
tr: Altın listeye
zh_hans: 金币进榜
zh_hant: 金幣進榜

# 时间
source: Time
ar: الوقت
tr: Zaman
zh_hans: 时间
zh_hant: 時間

# 指定时间未付款订单自动取消
source: Automaticcancellationofunpaidordersatspecifiedtime
ar: الإلغاء التلقائي للطلبات غير المدفوعة في وقت محدد
tr: Ödenmemiş siparişlerin belirtilen zamanda otomatik iptali
zh_hans: 指定时间未付款订单自动取消
zh_hant: 指定時間未付款訂單自動取消

# 等待买家付款
source: Awaitingpaymentfrombuyer
ar: في انتظار السداد من المشتري
tr: Alıcıdan ödeme bekleniyor
zh_hans: 等待买家付款
zh_hant: 等待買家付款

# 等待卖家发货
source: Awaitingdeliveryfromseller
ar: في انتظار التسليم من البائع
tr: Satıcıdan teslimat bekleniyor
zh_hans: 等待卖家发货
zh_hant: 等待賣家出貨

# 指定时间内未发货订单自动取消
source: Automaticcancellationforordersnotshippedwithinaspecifiedtime
ar: إلغاء تلقائي للطلبات التي لم يتم شحنها خلال فترة زمنية معينة
tr: Belirli bir süre içinde gönderilmeyen siparişler için otomatik iptal
zh_hans: 指定时间内未发货订单自动取消
zh_hant: 指定時間內未出貨訂單自動取消

# 等待买家收货
source: Awaitingreceiptfrombuyer
ar: في انتظار الاستلام من المشتري
tr: Alıcıdan makbuz bekleniyor
zh_hans: 等待买家收货
zh_hant: 等待買家收貨

# 后自动确认收货
source: Automaticacknowledgementafterreceipt
ar: تأكيد الإيصال تلقائيًا
tr: Makbuzu otomatik olarak onayla
zh_hans: 后自动确认收货
zh_hant: 後自動確認收貨

# 稍后自动确认收货
source: Automaticacknowledgementofreceiptlater
ar: تأكيد الاستلام تلقائيًا لاحقًا
tr: Makbuzu daha sonra otomatik olarak onayla
zh_hans: 稍后自动确认收货
zh_hant: 稍後自動確認收貨

# 订单已完成
source: Ordercompleted
ar: الطلب مكتمل
tr: Sipariş tamamlandı
zh_hans: 订单已完成
zh_hant: 訂單已完成

# 已确认收货
source: Confirmedreceipt
ar: إيصال مؤكد
tr: Onaylanmış makbuz
zh_hans: 已确认收货
zh_hant: 已確認收貨

# 地址修改成功
source: Addressmodifiedsuccessfully
ar: تم تغيير العنوان بنجاح
tr: Adres başarıyla değiştirildi
zh_hans: 地址修改成功
zh_hant: 地址修改成功

# 联系卖家
source: Contactseller
ar: اتصل بالبائع
tr: Satıcıyla iletişime geçin
zh_hans: 联系卖家
zh_hant: 聯絡賣家

# 发起会话
source: Initiatedsession
ar: بدء الجلسة
tr: Oturum başlat
zh_hans: 发起会话
zh_hant: 發起會話

# 取消订单
source: Cancelanorder
ar: إلغاء الطلب
tr: Siparişi iptal et
zh_hans: 取消订单
zh_hant: 取消訂單

# 确认收货
source: Confirmreceiptofgoods
ar: تأكيد استلام البضائع
tr: Malların alındığını onaylayın
zh_hans: 确认收货
zh_hant: 確認收貨

# 确认收货并完成订单
source: Confirmreceiptandcompletetheorder
ar: تأكيد الاستلام وإكمال الطلب
tr: Alındığını onaylayın ve siparişi tamamlayın
zh_hans: 确认收货并完成订单
zh_hant: 確認收貨並完成訂單

# 撤销退款申请
source: Withdrawalofrefundrequest
ar: طلب السحب
tr: İade talebinin geri çekilmesi
zh_hans: 撤销退款申请
zh_hant: 撤銷退款申請

# 确认撤销退款申请?
source: ConfirmWithdrawalofRefundRequest?
ar: تأكيد سحب طلب استرداد الأموال؟
tr: İade Talebinin Geri Çekilmesini Onaylayın?
zh_hans: 确认撤销退款申请?
zh_hant: 確認撤銷退款申請?

# 审核未通过原因
source: Reasonforfailedaudit
ar: سبب فشل التدقيق
tr: Başarısız denetimin nedeni
zh_hans: 审核未通过原因
zh_hant: 審核未通過原因

# 订单退款中
source: OrderRefundsinprogress
ar: إرجاع الطلبات قيد التقدم
tr: Sipariş İadeleri Devam Ediyor
zh_hans: 订单退款中
zh_hant: 訂單退款中

# 是否确认取消订单
source: Whethertheorderisconfirmedtobecancelled
ar: ما إذا كان قد تم تأكيد الطلب للإلغاء
tr: Siparişin iptal edilmek üzere onaylanıp onaylanmadığı
zh_hans: 是否确认取消订单
zh_hant: 是否確認取消訂單

# 后未审核订单将自动同意
source: Aftertheorderhasnotbeenrevieweditwillbeautomaticallyagreed
ar: بمجرد عدم مراجعة الطلب ، سيتم قبوله تلقائيًا
tr: Sipariş gözden geçirilmedikten sonra otomatik olarak kabul edilecektir
zh_hans: 后未审核订单将自动同意
zh_hant: 後未審核訂單將自動同意

# 稍后将自动同意
source: Automaticconsentwillbegivenlater
ar: سيتم إعطاء تأكيد تلقائي لاحقًا
tr: Otomatik onay daha sonra verilecektir
zh_hans: 稍后将自动同意
zh_hant: 稍後將自動同意

# 后未填写物流单号订单将自动取消退款
source: Orderwillbeautomaticallycancelledforrefundafterunfilledlogisticsnumber
ar: بعد رقم الخدمات اللوجستية غير المعبأ ، سيتم إلغاء الطلب تلقائيًا لاسترداد الأموال
tr: Doldurulmamış lojistik numarasından sonra sipariş para iadesi için otomatik olarak iptal edilecektir
zh_hans: 后未填写物流单号订单将自动取消退款
zh_hant: 後未填寫物流單號訂單將自動取消退款

# 稍后将自动取消退款
source: Refundswillbeautomaticallycancelledlater
ar: سيتم إلغاء عمليات رد الأموال تلقائيًا لاحقًا
tr: İadeler daha sonra otomatik olarak iptal edilecektir
zh_hans: 稍后将自动取消退款
zh_hant: 稍後將自動取消退款

# 后卖家自动确认收货
source: Sellerautomaticallyconfirmsreceiptafterwards
ar: يؤكد البائع بعد ذلك الإيصال تلقائيًا
tr: Satıcı daha sonra makbuzu otomatik olarak onaylar
zh_hans: 后卖家自动确认收货
zh_hant: 後賣家自動確認收貨

# 稍后卖家将自动确认收货
source: Sellerwillautomaticallyconfirmreceiptlater
ar: سيؤكد البائع الاستلام تلقائيًا لاحقًا
tr: Satıcı makbuzu daha sonra otomatik olarak onaylayacaktır
zh_hans: 稍后卖家将自动确认收货
zh_hant: 稍後賣家將自動確認收貨

# 款项自动退回您的付款账户
source: Moneyisautomaticallyreturnedtoyourpaymentaccount
ar: يتم إرجاع الأموال تلقائيًا إلى حساب الدفع الخاص بك
tr: Para otomatik olarak ödeme hesabınıza iade edilir
zh_hans: 款项自动退回您的付款账户
zh_hant: 款項自動退回您的付款帳戶

# 款项自动退回买家的付款账户
source: Moneyisautomaticallyreturnedtothebuyerispaymentaccount
ar: يتم إرجاع الأموال تلقائيًا إلى حساب الدفع الخاص بالمستلم
tr: Para otomatik olarak alıcının ödeme hesabına iade edilir
zh_hans: 款项自动退回买家的付款账户
zh_hant: 款項自動退還買家的付款帳戶

# 订单已关闭
source: Orderisclosed
ar: الطلب مغلق
tr: Sipariş kapatıldı
zh_hans: 订单已关闭
zh_hant: 訂單已關閉

# 退款成功，款项已原路退回您的支付账户
source: Refundwassuccessfulandthemoneywasreturnedtoyourpaymentaccount
ar: تم رد الأموال بنجاح وتمت إعادة الأموال إلى حساب الدفع الخاص بك
tr: İade başarılı oldu ve para ödeme hesabınıza iade edildi
zh_hans: 退款成功，款项已原路退回您的支付账户
zh_hant: 退款成功，款項已原路退回您的支付帳戶

# 退款成功，款项已原路退回买家的支付账户
source: Refundwassuccessfulandthemoneyhasbeenreturnedtothebuyerispaymentaccount
ar: تم رد الأموال بنجاح وتمت إعادة الأموال إلى حساب الدفع الخاص بالمستلم
tr: İade başarılı oldu ve para alıcının ödeme hesabına iade edildi
zh_hans: 退款成功，款项已原路退回买家的支付账户
zh_hant: 退款成功，款項已原路退回買家的支付帳戶

# 稍后订单自动取消
source: Orderwillbeautomaticallycancelledlater
ar: سيتم إلغاء الطلب تلقائيًا لاحقًا
tr: Sipariş daha sonra otomatik olarak iptal edilecektir
zh_hans: 稍后订单自动取消
zh_hant: 稍後訂單自動取消

# 还差
source: Moretogo
ar: أسوأ من ذلك
tr: hala daha kötü
zh_hans: 还差
zh_hant: 還差

# 去送礼
source: Goforgift
ar: اذهب للحصول على هدية
tr: Hediye için git
zh_hans: 去送礼
zh_hant: 去送禮

# 您还没有为他开通守护
source: Youhavenotopenedaguardforhim
ar: أنت لم تفتح له حارسًا
tr: Onun için bir koruma açmadınız
zh_hans: 您还没有为他开通守护
zh_hant: 您還沒為他開通守護

# 请输入您的名字
source: Pleaseenteryourname
ar: الرجاء إدخال اسمك
tr: Lütfen adınızı girin
zh_hans: 请输入您的名字
zh_hant: 請輸入您的名字

# 生日
source: Birthday
ar: عيد ميلاد
tr: Doğum Günü
zh_hans: 生日
zh_hant: 生日

# 生日快乐！
source: HappyBirthday!
ar: عيد ميلاد سعيد!
tr: Doğum günün kutlu olsun!
zh_hans: 生日快乐！
zh_hant: 生日快樂！

# 请选择您的生日
source: Pleaseselectyourbirthday
ar: اختر تاريخ الميلاد
tr: Doğum tarihini seç
zh_hans: 请选择您的生日
zh_hant: 請選擇您的生日

# 请选择您的性别
source: Pleaseselectyourgender
ar: اختر جنسك
tr: Cinsiyetinizi seçin
zh_hans: 请选择您的性别
zh_hant: 請選擇您的性別

# 男生
source: Boys
ar: ذكر
tr: Erkek
zh_hans: 男生
zh_hant: 男生

# 女生
source: Girls
ar: أنثى
tr: Kadın
zh_hans: 女生
zh_hant: 女生

# 男神
source: MaleGod
ar: ذكر الله
tr: Erkek Tanrı
zh_hans: 男神
zh_hant: 男神

# 女神
source: Goddess
ar: إلهة
tr: Tanrıça
zh_hans: 女神
zh_hant: 女神

# 性别确认后不能修改哦
source: Gendercannotbemodifiedafterconfirmation
ar: لا يمكن تغيير الجنس بعد التأكيد
tr: Cinsiyet onaylandıktan sonra değiştirilemez
zh_hans: 性别确认后不能修改哦
zh_hant: 性別確認後不能修改喔

# 选择你的兴趣
source: Chooseyourinterest
ar: اختر اهتمامك
tr: İlgi alanınızı seçin
zh_hans: 选择你的兴趣
zh_hant: 選擇你的興趣

# 认证主播，开始赚钱
source: Certifiedanchor,startearningmoney
ar: ناشر معتمد ، ابدأ في تحقيق الدخل
tr: Onaylı yayıncı, para kazanmaya başlayın
zh_hans: 认证主播，开始赚钱
zh_hant: 認證主播，開始賺錢

# 恭喜你，你已成功认证主播
source: Congratulations,youhavesuccessfullycertifiedasananchor
ar: تهانينا ، لقد تلقيت بنجاح شهادة موافقة الناشر
tr: Tebrikler, başarılı bir şekilde yayıncı onay sertifikası aldınız
zh_hans: 恭喜你，你已成功认证主播
zh_hant: 恭喜你，你已成功認證主播

# 已经获得更多额外的曝光流量，专属认证标识。
source: Getmoreextraexposuretrafficalready,exclusivecertificationlogo.
ar: احصل على المزيد من مرات الظهور الإضافية بشعار الشهادة المخصص بالفعل.
tr: Halihazırda, özel sertifika logosu ile daha fazla ekstra gösterim trafiği elde edin.
zh_hans: 已经获得更多额外的曝光流量，专属认证标识。
zh_hant: 已經獲得更多額外的曝光流量，專屬認證識別。

# 已认证
source: Accredited
ar: معتمد
tr: Akredite
zh_hans: 已认证
zh_hant: 已認證

# 该用户已通过视频认证和身份双重效验，获得更多额外的曝光流量，专属认证标识。
source: Thisuserhasbeendouble-validatedforvideoauthenticationandidentity,andhasreceivedadditionalexposuretraffic,withanexclusiveauthenticationlogo.
ar: تم التحقق من هذا المستخدم مرتين لمصادقة الفيديو والهوية وتلقى زيارات ظهور إضافية بشعار مصادقة مخصص.
tr: Bu kullanıcı, video kimlik doğrulaması ve kimliği için iki kez doğrulandı ve özel bir kimlik doğrulama logosu ile ek gösterim trafiği aldı.
zh_hans: 该用户已通过视频认证和身份双重效验，获得更多额外的曝光流量，专属认证标识。
zh_hant: 該使用者已通過影片認證和身分雙重效驗，獲得更多額外的曝光流量，專屬認證識別。

# 暂不认证，进入首页
source: Notauthenticated,accesstohomepage
ar: لم تتم مصادقته ، الوصول إلى الصفحة الرئيسية
tr: Kimliği doğrulanmadı, ana sayfaya erişim
zh_hans: 暂不认证，进入首页
zh_hant: 暫不認證，進入首頁

# 我也要认证
source: Iwanttobeaccreditedtoo
ar: أريد أن أحصل على الاعتماد أيضًا
tr: Ben de akredite olmak istiyorum
zh_hans: 我也要认证
zh_hant: 我也要認證

# 已领取(
source: Collected(
ar: مقبول (
tr: Kabul edilmiş(
zh_hans: 已领取(
zh_hant: 已領取(

# 可惜，来晚一步!(
source: Sadly,toolate!(
ar: للأسف ، فات الأوان! (
tr: Ne yazık ki çok geç! (
zh_hans: 可惜，来晚一步!(
zh_hant: 可惜，來晚一步!(

# 立即签到
source: Signinnow
ar: احصل على جائزة
tr: Ödülü Al
zh_hans: 立即签到
zh_hant: 立即簽到

# 第1天
source: Day1
ar: اليوم الأول
tr: 1.Gün
zh_hans: 第1天
zh_hant: 第1天

# 第
source: No.1
ar: رقم 1
zh_hans: 第
zh_hant: 第

# 天
source: day
ar: اليوم
tr: Gün
zh_hans: 天
zh_hant: 天

# 今天已签到
source: Signedintoday
ar: اكتمل اليوم
tr: Bugün Tamamlandı
zh_hans: 今天已签到
zh_hant: 今天已簽到

# 您所打开的第三方App未安装！
source: Thethirdpartyappyouhaveopenedisnotinstalled!
ar: تطبيق الجهة الخارجية الذي فتحته غير مثبت!
tr: Açtığınız üçüncü taraf uygulaması yüklü değil!
zh_hans: 您所打开的第三方App未安装！
zh_hant: 您所開啟的第三方App未安裝！

# 男
source: Male
ar: ذكر
tr: Erkek
zh_hans: 男
zh_hant: 男

# 女
source: Female
ar: أنثى
tr: Kadın
zh_hans: 女
zh_hant: 女

# 其他
source: Other
ar: أخرى
tr: Diğer
zh_hans: 其他
zh_hant: 其他

# 参数异常
source: ParameterException
ar: استثناء المعلمة
tr: Parametre İstisnası
zh_hans: 参数异常
zh_hant: 參數異常

# 请设置一个排序号
source: Pleasesetasequencenumber
ar: يرجى تعيين رقم تسلسلي
tr: Lütfen bir sıra numarası ayarlayın
zh_hans: 请设置一个排序号
zh_hant: 請設定一個排序號碼

# 亲密粉丝
source: Intimatefans
ar: إغلاق المراوح
tr: Yakın hayranlar
zh_hans: 亲密粉丝
zh_hant: 親密粉絲

# 进入群聊
source: Enteragroupchat
ar: أدخ;ل الدردشة الجماعية
tr: Grup sohbetine girin
zh_hans: 进入群聊
zh_hant: 進入群組聊天

# 立即加入
source: JoinNow
ar: انضم الآن
tr: Katıl
zh_hans: 立即加入
zh_hant: 立即加入

# 未上传
source: Notuploaded
ar: لم يتم تحميله
tr: Yüklenmedi
zh_hans: 未上传
zh_hant: 未上傳

# 第一天
source: Firstday
ar: اليوم الأول
tr: İlk gün
zh_hans: 第一天
zh_hant: 第一天

# 添加礼物
source: Addagift
ar: أضف هدية
tr: Bir hediye ekleyin
zh_hans: 添加礼物
zh_hant: 加禮物

# 分钟X0
source: minutesX0
ar: دقيقة X 0
tr: dakika X 0
zh_hans: 分钟X0
zh_hant: 分鐘X0

# 视频中的同款商品
source: Thesameiteminthevideo
ar: نفس العنصر في الفيديو
tr: Videodaki aynı öğe
zh_hans: 视频中的同款商品
zh_hant: 影片中的同款商品

# 白金珍珠发卡白金珍珠发卡
source: PlatinumPearlHairCardPlatinumPearlHairCard
ar: بطاقة بلاتينيوم بيرل للشعر
tr: Platin İnci Saç KartıPlatin İnci Saç Kartı
zh_hans: 白金珍珠发卡白金珍珠发卡
zh_hant: 白金珍珠發卡白金珍珠發卡

# 光谷世贸中心
source: GuangguWorldTradeCentre
ar: مركز التجارة العالمي في جوانجو
tr: Guanggu Dünya Ticaret Merkezi
zh_hans: 光谷世贸中心
zh_hant: 光谷世貿中心

# 选择性别
source: selectgender
ar: حدد الجنس
tr: Cinsiyet Seç
zh_hans: 选择性别
zh_hant: 選擇性別

# 用户名
source: username
ar: اسم المستخدم
tr: Kullanıcı Adı
zh_hans: 用户名
zh_hant: 使用者名稱

# 150金币 / 分钟
source: 150 coins / min
ar: 150 ذهبًا في الدقيقة
tr: Dakika başına 150 altın
zh_hans: 150金币 / 分钟
zh_hant: 150金幣/ 分鐘

# 角色
source: Role
ar: الدور
tr: Rol
zh_hans: 角色
zh_hant: 角色

# 请选择您的角色
source: Selectyourrole
ar: حدد دورك
tr: Rolünüzü seçin
zh_hans: 请选择您的角色
zh_hant: 請選擇您的角色

# 已点亮礼物
source: Giftslit
ar: هدايا على النار
tr: Hediyeler yanıyor
zh_hans: 已点亮礼物
zh_hant: 已點亮禮物

# 未点亮礼物
source: unlitgift
ar: هدية غير مضاءة
tr: Işıksız hediye
zh_hans: 未点亮礼物
zh_hant: 未點亮禮物

# 已拥有
source: owned
ar: مملوكة
tr: Sahipli
zh_hans: 已拥有
zh_hant: 已擁有

# 尚未获得
source: notyetowned
ar: غير مملوك بعد
tr: Henüz sahip olunmadı
zh_hans: 尚未获得
zh_hant: 尚未獲得

# 勋章墙
source: Medalwall
ar: الميداليات
tr: Madalyaları
zh_hans: 勋章墙
zh_hant: 勳章牆

# 标签
source: label
ar: تسمية
tr: Etiket
zh_hans: 标签
zh_hant: 標籤

# 距离你
source: away_from_you
ar: بعيدًا عنك
tr: Senden uzak
zh_hans: 距离你
zh_hant: 距離你

# 收集进度
source: collectionprogress
ar: تقدم المجموعة
tr: koleksiyon ilerlemesi
zh_hans: 收集进度
zh_hant: 收集進度

# 联系方式
source: contactinformation
ar: معلومات الاتصال
tr: İletişim bilgileri
zh_hans: 联系方式
zh_hant: 聯絡方式

# 我的微信
source: MyWeChat
zh_hans: 我的微信

# 已获取TA的联系方式
source: GotTAiscontactinformation
ar: احصل على معلومات الاتصال به
tr: O'nun iletişim bilgilerini al
zh_hans: 已获取TA的联系方式
zh_hant: 已取得TA的聯絡方式

# 聊天
source: Chat
ar: الدردشة
tr: Sohbet
zh_hans: 聊天
zh_hant: 聊天

# 再按一次退出
source: Clickagaintoexit
ar: انقر مرة أخرى للخروج
tr: Çıkmak için tekrar tıklayın
zh_hans: 再按一次退出
zh_hant: 再按一次退出

# 请填写邀请码
source: Pleasefillintheinvitationcode
ar: الرجاء إدخال رمز الدعوة
tr: Lütfen davetiye kodunu girin
zh_hans: 请填写邀请码
zh_hant: 請填入邀請碼

# 附近
source: Near
ar: قريب
tr: Yakınında
zh_hans: 附近
zh_hant: 附近

# 附近的人
source: Nearby
ar: قريب
tr: Yakın
zh_hans: 附近的人
zh_hant: 附近的人

# 开通贵族才可查看附近的人
source: VIPtoviewpeoplenearby
ar: VIP لعرض جهات الاتصال القريبة
tr: VIP yakındaki kişileri görüntülemek için
zh_hans: 开通贵族才可查看附近的人
zh_hant: 開通貴族才可查看附近的人

# 直播购
source: liveshopping
ar: التسوق
tr: Alışveriş
zh_hans: 直播购
zh_hant: 直播購

# 视频直播
source: livevideostreaming
ar: البث المباشر
tr: Canlı Yayın
zh_hans: 视频直播
zh_hant: 影片直播

# 语音直播
source: LiveVoice
ar: الدردشة الصوتية
tr: Sesli Sohbet
zh_hans: 语音直播
zh_hant: 語音直播

# 发动态
source: Senddynamic
ar: إرسال رسالة
tr: Post gönder
zh_hans: 发动态
zh_hant: 發動態

# 赠送
source: Giving
ar: إرسال
tr: Gönder
zh_hans: 赠送
zh_hant: 贈送

# 推荐
source: Popular
ar: شائع
tr: Popüler
zh_hans: 推荐
zh_hant: 推薦

# 交友
source: friends
ar: الأصدقاء
tr: Arkadaşlar
zh_hans: 交友
zh_hant: 交友

# 求聊
source: askforachat
ar: طلب الدردشة
tr: Sohbet etmek için sor
zh_hans: 求聊
zh_hant: 求聊

# 抢聊
source: hackchat
ar: الدردشة
tr: Sohbet edin
zh_hans: 抢聊
zh_hant: 搶聊

# 聊场
source: chatscene
ar: الدردشة
tr: Sohbet
zh_hans: 聊场
zh_hant: 聊場

# 派对
source: party
tr: Parti
zh_hans: 派对
zh_hant: 派對

# 看点
source: Seepoints
ar: مشاهدة النقاط
tr: Meydan
zh_hans: 看点
zh_hant: 看點

# 网格
source: grid
tr: Kafes
zh_hans: 网格
zh_hant: 網格

# 同城
source: Samecity
ar: نفس المدينة
tr: Aynı şehir
zh_hans: 同城
zh_hant: 同城

# 联系人
source: Contacts
ar: جهات الاتصال الخاصة بي
tr: Kişilerim
zh_hans: 联系人
zh_hant: 聯絡人

# 暂时没有抢聊订单，快去找附近的人聊天吧
source: Nochatordersatthemoment,gofindsomeonenearbytochatwith
ar: لا توجد طلبات دردشة في الوقت الحالي ، ابحث عن شخص بالقرب منك للدردشة
tr: Şu anda sohbet emri yok, sohbet etmek için yakındaki birini bulun
zh_hans: 暂时没有抢聊订单，快去找附近的人聊天吧
zh_hant: 暫時沒有搶聊訂單，快去找附近的人聊天

# 订单全局提示
source: Orderglobaltips
ar: طلب نصائح عامة
tr: Global ipuçları sipariş et
zh_hans: 订单全局提示
zh_hant: 訂單全域提示

# 推荐主播
source: Recommendedanchors
ar: اقترح مرساة
tr: Çapa öner
zh_hans: 推荐主播
zh_hant: 推薦主播

# 获得
source: Get
ar: الحصول
tr: Elde et
zh_hans: 获得
zh_hant: 獲得

# 默认通知
source: Defaultnotification
ar: الإخطار الافتراضي
tr: Varsayılan bildirim
zh_hans: 默认通知
zh_hant: 預設通知

# 1v1通话
source: 1v1call
ar: مكالمة 1v1
tr: 1v1 çağrı
zh_hans: 1v1通话
zh_hant: 1v1通話

# 视频速配
source: Videospeeddating
ar: المغازلة بسرعة الفيديو
tr: Video hızında flört
zh_hans: 视频速配
zh_hant: 影片速配

# 遇见
source: meet
tr: Tanış
zh_hans: 遇见
zh_hant: 遇見

# 用户列表
source: Userlist
ar: قائمة المستخدمين
tr: Kullanıcı listesi
zh_hans: 用户列表
zh_hant: 使用者清單

# 私密视频
source: privatevideos
ar: مقاطع الفيديو الخاصة
tr: Özel videolar
zh_hans: 私密视频
zh_hant: 私密影片

# 岁
source: age
ar: العمر
tr: Yaş
zh_hans: 岁
zh_hant: 歲

# 派对中
source: in_radio
ar: الحفلة
tr: Parti
zh_hans: 派对中
zh_hant: 派對中

# 休息中
source: restingin
ar: الاستماع
tr: Dinleniyor
zh_hans: 休息中
zh_hant: 休息中

# 开通贵族尊享
source: EnablingVIPprivileges
ar: تمكين امتيازات VIP
tr: VIP ayrıcalıklarını etkinleştir
zh_hans: 开通贵族尊享
zh_hant: 開通貴族尊享

# 折
source: Folding
ar: الخصومات
tr: İndirimler
zh_hans: 折
zh_hant: 折

# 视频
source: Video
ar: فيديو
tr: Şifre ile doğrula
zh_hans: 视频
zh_hant: 影片

# 进入房间
source: Entertheroom
ar: أدخل الغرفة
tr: Odaya girin
zh_hans: 进入房间
zh_hant: 進入房間

# 天登录
source: daylogin
ar: تسجيل الدخول اليومي
tr: gün giriş
zh_hans: 天登录
zh_hant: 天登入

# 请在「设置」—「应用管理」—「
source: Please go to "Settings" - "App Management" - "
ar: من فضلك الإعدادات - إدارة التطبيق -
zh_hans: 请在「设置」—「应用管理」—「
zh_hant: 請在「設定」—「應用程式管理」—「

# 」—「权限」开启「
source: " - "Permissions" enable "
ar: - السماح للتمكين
zh_hans: 」—「权限」开启「
zh_hant: 」—「權限」開啟「

# 定位
source: Location
ar: الموقع
zh_hans: 定位
zh_hant: 定位

# 次时长为
source: subdurationis
ar: المدة الزمنية
tr: zaman süresi
zh_hans: 次时长为
zh_hant: 次時長為

# 请先勾选同意条约
source: Pleasechecktheagreementboxfirst
ar: يرجى وضع علامة في مربع الاتفاقية أولاً
tr: Lütfen önce sözleşme kutusunu işaretleyin
zh_hans: 请先勾选同意条约
zh_hant: 請先勾選同意條約

# 放映厅
source: Thescreeningroom
ar: صالة العرض
tr: Gösteri odası
zh_hans: 放映厅
zh_hant: 放映廳

# 广播
source: Broadcast
ar: عمليات البث
tr: Yayınlar
zh_hans: 广播
zh_hant: 廣播

# 动态
source: Dynamic
ar: التحدي
tr: Meydan
zh_hans: 动态
zh_hant: 動態

# 金币当天自动发送
source: Goldcoinsareautomaticallysentonthesameday
ar: يتم إرسال العملات الذهبية تلقائيًا في نفس اليوم
tr: Altın paralar otomatik olarak aynı gün gönderilir
zh_hans: 金币当天自动发送
zh_hant: 金幣當天自動發送

# 金币发送一次
source: Goldcoinsaresentonce
ar: يتم إرسال العملات الذهبية مرة واحدة
tr: Altın paralar bir kez gönderilir
zh_hans: 金币发送一次
zh_hant: 金幣發送一次

# 分钟X
source: Minutesx
ar: minutex
tr: dakikax
zh_hans: 分钟X
zh_hant: 分鐘X

# 同意授权
source: Agreetoauthorize
ar: أوافق على التفويض
tr: yetkilendirmeyi kabul ediyorum
zh_hans: 同意授权
zh_hant: 同意授權

# 拒绝并退出应用
source: Declineandexittheapp
ar: رفض التطبيق والخروج منه
tr: Reddet ve uygulamadan çık
zh_hans: 拒绝并退出应用
zh_hant: 拒絕並退出應用程式

# 您已获得
source: Youhavebeengranted
ar: ممنوح لك
tr: Size verildi
zh_hans: 您已获得
zh_hant: 您已取得

# · 2次时长为2分钟的免费通话
source: - Two free 2-minute calls
ar: - مكالمتان مجانيتان في دقيقتين
tr: - 2 dakika uzunluğunda 2 ücretsiz arama
zh_hans: · 2次时长为2分钟的免费通话
zh_hant: · 2次長2分鐘的免費通話

# 请输入邀请码
source: Pleaseentertheinvitationcode
ar: الرجاء إدخال رمز الدعوة
tr: Lütfen davetiye kodunu girin
zh_hans: 请输入邀请码
zh_hant: 請輸入邀請碼

# 选择
source: Select
ar: حدد
tr: Seç
zh_hans: 选择
zh_hant: 選擇

# 清空
source: Clear
ar: فارغ
tr: Boş
zh_hans: 清空
zh_hant: 清空

# 平台严令禁止条约
source: Platformstrictlyforbidstreaties
ar: احظر بشدة اتفاقيات النظام الأساسي
tr: Platform anlaşmaları kesinlikle yasaklar
zh_hans: 平台严令禁止条约
zh_hant: 平台嚴令禁止條約

# 我已阅读并了解条约内容，本人同意条约内所有条款。
source: IhavereadandunderstoodthecontentofthetreatyandIagreetoallofitstermsandconditions.
ar: لقد قرأت وفهمت محتوى الاتفاقية وأوافق على جميع الشروط والأحكام.
tr: Anlaşmanın içeriğini okudum ve anladım ve tüm hüküm ve koşullarını kabul ediyorum.
zh_hans: 我已阅读并了解条约内容，本人同意条约内所有条款。
zh_hant: 我已閱讀並了解條約內容，我自己也同意條約內所有條款。

# 筛选
source: Filter
ar: عامل التصفية
tr: Filtre
zh_hans: 筛选
zh_hant: 篩選

# 颜值
source: Facevalue
ar: المظهر
tr: Görünüş
zh_hans: 颜值
zh_hant: 顏值

# 随时随地遇见TA
source: MeetTAanytime,anywhere
ar: قابلها في أي وقت وفي أي مكان
tr: O'nunla her zaman, her yerde tanışın
zh_hans: 随时随地遇见TA
zh_hant: 隨時隨地遇見TA

# 聊天类型
source: Chattype
ar: نوع الدردشة
tr: Sohbet türü
zh_hans: 聊天类型
zh_hant: 聊天類型

# 设置话费
source: Settingcharges
ar: تعيين رسوم المكالمات
tr: Arama ücretlerini ayarla
zh_hans: 设置话费
zh_hant: 設定話費

# 100金币 / 分钟
source: 100 coins / min
ar: 100 قطعة نقدية في الدقيقة
tr: Dakika başına 100 jeton
zh_hans: 100金币 / 分钟
zh_hant: 100金幣/ 分鐘

# 当前正在匹配中的用户
source: Userscurrentlybeingmatched
ar: تتم مطابقة المستخدمين حاليًا
tr: şu anda eşleştirilmekte olan kullanıcılar
zh_hans: 当前正在匹配中的用户
zh_hant: 目前正在配對中的使用者

# 用户正在路上，耐心等待一下吧！
source: Usersareontheirway,justbepatient!
ar: المستخدمون في الطريق ، فقط تحلى بالصبر!
tr: Kullanıcılar yolda, sadece sabırlı olun!
zh_hans: 用户正在路上，耐心等待一下吧！
zh_hant: 使用者正在路上，耐心等待！
