Repository: LINHAO1111427/mugozb
Catalog: Project/rechao/klcMPVA/Localizable/*.lproj/Localizable.strings
Languages: ar, tr, zh_hans, zh_hant

# 短视频评论
source: Shortvideoreviews
ar: مراجعات فيديو قصيرة
tr: Kısa Video İncelemeleri
zh_hans: 短视频评论
zh_hant: 短影片評論

# 暂无评论哦~
source: Nocommentsyet~
ar: لا توجد تعليقات حتى الآن
tr: Henüz hiç yorum yok
zh_hans: 暂无评论哦~
zh_hant: 暫無評論喔~

# 聊天
source: Chat
ar: دردشة
tr: Sohbet
zh_hans: 聊天
zh_hant: 聊天

# 移除
source: Remove
ar: إزالة
tr: Kaldır
zh_hans: 移除
zh_hant: 移除

# 群聊记录
source: Groupchathistory
ar: سجل الدردشة الجماعية
tr: Grup Sohbet Geçmişi
zh_hans: 群聊记录
zh_hant: 群組聊天記錄

# 微信好友
source: wechatfriends
ar: أصدقاء Wechat
tr: Wechat Arkadaşları
zh_hans: 微信好友
zh_hant: 微信好友

# 朋友圈
source: Circleoffriends
ar: دائرة الأصدقاء
tr: Arkadaş Çevresi
zh_hans: 朋友圈
zh_hant: 朋友圈

# QQ好友
source: QQfriends
ar: أصدقاء QQ
tr: QQ Arkadaşları
zh_hans: QQ好友
zh_hant: QQ好友

# QQ空间
source: QQspace
ar: منطقة QQ
tr: QQ Alanı
zh_hans: QQ空间
zh_hant: QQ空間

# 分享成功
source: Sharedsuccessfully
ar: تمت المشاركة بنجاح
tr: Başarıyla paylaşıldı
zh_hans: 分享成功
zh_hant: 分享成功

# 提现账户
source: Withdrawalaccount
ar: حساب السحب
tr: Para Çekme Hesabı
zh_hans: 提现账户
zh_hant: 提現帳戶

# 请选择账户
source: Pleaseselectanaccount
ar: الرجاء تحديد حساب
tr: Lütfen bir hesap seçin
zh_hans: 请选择账户
zh_hant: 請選擇帳戶

# 继续守护
source: Continueguarding
ar: استمر في الحماية
tr: Korumaya devam et
zh_hans: 继续守护
zh_hant: 繼續守護

# 我要守护
source: Iwanttoguard
ar: أريد الحماية
tr: Korumak istiyorum
zh_hans: 我要守护
zh_hant: 我要守護

# 已守护Ta
source: GuardedTa
ar: أنت تحميه
tr: Onu Koruyorsun
zh_hans: 已守护Ta
zh_hant: 已守護Ta

# 已守护
source: Guarded
ar: محمي
tr: Korumalı
zh_hans: 已守护
zh_hant: 已守護

# 天守护Ta
source: TenguardedTa
ar: عشرة Ta محمية
tr: Ten korunan Ta
zh_hans: 天守护Ta
zh_hant: 天守護Ta

# 消费记录
source: Expenserecords
ar: التاريخ
tr: Geçmiş
zh_hans: 消费记录
zh_hant: 消費記錄

# 请选择充值金额
source: Pleaseselecttherechargeamount
ar: الرجاء تحديد مبلغ إعادة الشحن
tr: Lütfen şarj miktarını seçin
zh_hans: 请选择充值金额
zh_hant: 請選擇儲值金額

# 我的背包
source: Mybackpack
ar: حقيبتي
tr: Sırt Çantam
zh_hans: 我的背包
zh_hant: 我的背包

# 购买更多
source: Buymore
ar: شراء المزيد
tr: Daha fazla satın al
zh_hans: 购买更多
zh_hant: 買更多

# 查看明细
source: Viewdetails
ar: عرض التفاصيل
tr: Detayları görüntüle
zh_hans: 查看明细
zh_hant: 查看明細

# 未安装支付宝！
source: Paypalnotinstalled!
ar: Paypal غير مثبت!
tr: Paypal yüklü değil!
zh_hans: 未安装支付宝！
zh_hant: 未安裝支付寶！

# 未安装微信！
source: WeChatisnotinstalled!
ar: WeChat غير مثبت!
tr: WeChat yüklü değil!
zh_hans: 未安装微信！
zh_hant: 未安裝微信！

# 微信支付信息错误
source: WeChatpaymentinformationerror
ar: خطأ في معلومات الدفع WeChat
tr: WeChat ödeme bilgileri hatası
zh_hans: 微信支付信息错误
zh_hant: 微信支付資訊錯誤

# 银行卡
source: Bankcard
ar: بطاقة الخصم
tr: Banka Kartı
zh_hans: 银行卡
zh_hant: 銀行卡

# 支付宝
source: Alipay
zh_hans: 支付宝
zh_hant: 支付寶

# 微信
source: WeChat
zh_hans: 微信
zh_hant: 微信

# 银行名称
source: Bankname
ar: اسم البنك
tr: Banka Adı
zh_hans: 银行名称
zh_hant: 銀行名稱

# 请填写银行名称
source: Pleasefillinthebankname
ar: الرجاء إدخال اسم البنك
tr: Lütfen banka adını girin
zh_hans: 请填写银行名称
zh_hant: 請填入銀行名稱

# 支行名称
source: Nameofbranch
ar: اسم الفرع
tr: Şube Adı
zh_hans: 支行名称
zh_hant: 支行名稱

# 请填写支行名称
source: pleasefillinthebranchname
ar: الرجاء إدخال اسم الفرع
tr: lütfen şube adını girin
zh_hans: 请填写支行名称
zh_hant: 請填入支行名稱

# 银行卡号
source: Bankcardnumber
ar: رقم البطاقة المصرفية
tr: Banka Kartı Numarası
zh_hans: 银行卡号
zh_hant: 銀行卡號

# 请填写银行卡号
source: Pleasefillinthebankcardnumber
ar: الرجاء إدخال رقم البطاقة المصرفية
tr: Lütfen banka kartı numarasını girin
zh_hans: 请填写银行卡号
zh_hant: 請填入銀行卡號碼

# 请填写真实姓名
source: Pleasefillinyourrealname
ar: الرجاء إدخال اسمك الحقيقي
tr: Lütfen gerçek adınızı girin
zh_hans: 请填写真实姓名
zh_hant: 請填入真實姓名

# 支付宝账号
source: Paypalaccountnumber
ar: رقم حساب Paypal
tr: Paypal Hesap Numarası
zh_hans: 支付宝账号
zh_hant: 支付寶帳號

# 请填写支付宝账号
source: PleasefillintheAlipayaccountnumber
ar: الرجاء إدخال رقم حساب Alipay الخاص بك
tr: Lütfen Alipay hesap numarasını girin
zh_hans: 请填写支付宝账号
zh_hant: 請填寫支付寶帳號

# 微信账号
source: WeChataccountnumber
ar: رقم حساب WeChat
tr: WeChat Hesap Numarası
zh_hans: 微信账号
zh_hant: 微信帳號

# 请填写微信账号
source: PleasefillintheWeChataccountnumber
ar: الرجاء إدخال رقم حساب WeChat
tr: Lütfen WeChat hesap numarasını girin
zh_hans: 请填写微信账号
zh_hant: 請填寫微信帳號

# 我要充值
source: Iwanttorecharge
ar: الحزم
tr: Paketler
zh_hans: 我要充值
zh_hant: 我要儲值

# 确认充值
source: Confirmrecharge
ar: شراء
tr: Satın Al
zh_hans: 确认充值
zh_hant: 確認儲值

# 坐骑
source: Mounts
ar: الشهر
tr: Ay
zh_hans: 坐骑
zh_hant: 坐騎

# Ta还有没守护哦～
source: Tastillhasguards
ar: لا توجد حماية بعد
tr: Henüz koruması yok
zh_hans: Ta还有没守护哦～
zh_hant: Ta還有沒守護哦～

# 选择守护天数
source: Selectthenumberofguarddays
ar: اختر عدد أيام الحماية
tr: Koruma günlerinin sayısını seçin
zh_hans: 选择守护天数
zh_hant: 選擇守護天數

# 立即开通
source: OpenNow
ar: فتح الآن
tr: Şimdi Aç
zh_hans: 立即开通
zh_hant: 立即開通

# SVIP专享特权
source: SVIPexclusiveprivileges
ar: الامتيازات الحصرية لـ SVIP
tr: SVIP özel ayrıcalıkları
zh_hans: SVIP专享特权
zh_hant: SVIP專屬特權

# 服务说明
source: Servicedescription
ar: وصف الخدمة
tr: Hizmet açıklaması
zh_hans: 服务说明
zh_hant: 服務說明

# 服务内容
source: Contentoftheservice
ar: محتوى الخدمة
tr: Hizmetin içeriği
zh_hans: 服务内容
zh_hant: 服務內容

# 支付方式
source: paymentmethod
ar: طريقة الدفع
tr: Ödeme yöntemi
zh_hans: 支付方式
zh_hant: 付款方式

# 续费svip
source: Renewsvip
ar: تجديد svip
tr: Svip i yenile
zh_hans: 续费svip
zh_hant: 續費svip

# 立即领取
source: claimnow
ar: طلب
tr: Talep Et
zh_hans: 立即领取
zh_hant: 立即領取

# 守护我
source: Guardme
ar: احمني
tr: Beni Koru
zh_hans: 守护我
zh_hant: 守護我

# 微信支付
source: WeChatpayment
ar: دفع WeChat
tr: WeChat ödemesi
zh_hans: 微信支付
zh_hant: 微信支付

# 守护Ta
source: GuardianTa
ar: الحامي
tr: Koruyucu
zh_hans: 守护Ta
zh_hant: 守護Ta

# 30天
source: 30Days
ar: 30 يومًا
tr: 30 gün
zh_hans: 30天
zh_hant: 30天

# 联系女神
source: ContactGoddess
ar: الاتصال بالإلهة
tr: Tanrıça ile İletişim
zh_hans: 联系女神
zh_hant: 聯絡女神

# 付费私信SVIP半价
source: HalfpricepaidprivatemessageSVIP
ar: رسالة خاصة مدفوعة SVIP بنصف السعر
tr: Ücretli özel mesaj SVIP yarı fiyatına
zh_hans: 付费私信SVIP半价
zh_hant: 付費私訊SVIP半價

# 开通SVIP，邀请多位主播一起嗨
source: OpenSVIP,invitemultiplehoststogethightogether
ar: قم بتشغيل SVIP ، وادعُ إلى قطع الاتصال مع عدة ناشرين
tr: SVIP yi aç, birden fazla yayıncı ile birlikte kafayı bulmaya davet et
zh_hans: 开通SVIP，邀请多位主播一起嗨
zh_hant: 開通SVIP，邀請多位主播一起嗨

# 收到消息
source: Receivedmessages
ar: الرسائل المستلمة
tr: Alınan iletiler
zh_hans: 收到消息
zh_hant: 收到訊息

# 通知被打开
source: Notificationsareturnedon
ar: الإخطارات على
tr: Bildirimler açık
zh_hans: 通知被打开
zh_hant: 通知被開啟

# 通知被清除
source: Notificationiscleared
ar: محو الإخطار
tr: Bildirim temizlendi
zh_hans: 通知被清除
zh_hant: 通知被清除

# 注册成功1. token：
source: Registration succeeded 1. token:
ar: تسجيل الرمز المميز الأول للنجاح:
tr: Kayıt başarısı 1. token:
zh_hans: 注册成功1. token：
zh_hant: 註冊成功1. token：

# 注册失败，错误码：
source: Registrationfailed,errorcode:
ar: فشل التسجيل ، رمز الخطأ:
tr: Kayıt başarısız, hata kodu:
zh_hans: 注册失败，错误码：
zh_hant: 註冊失敗，錯誤碼：

# 反注册成功
source: Anti-registrationsuccess
ar: إلغاء تسجيل النجاح
tr: Kayıt önleme başarısı
zh_hans: 反注册成功
zh_hant: 反註冊成功

# 反注册失败
source: Anti-registrationfailed
ar: فشل منع التسجيل
tr: Kayıt önleme başarısız oldu
zh_hans: 反注册失败
zh_hant: 反註冊失敗

# 标签设置成功
source: label_set_successfully
ar: تم تعيين التسمية بنجاح
tr: Etiket başarıyla ayarlandı
zh_hans: 标签设置成功
zh_hant: 標籤設定成功

# 标签设置失败,错误码：
source: label_setting_failed,errorcode:
ar: فشل إعداد التسمية ، ورمز الخطأ:
tr: Etiket ayarı başarısız oldu, hata kodu:
zh_hans: 标签设置失败,错误码：
zh_hant: 標籤設定失敗,錯誤碼：

# 标签删除成功
source: Labeldeletionsuccessful
ar: حذف التسمية بنجاح
tr: Etiket silme işlemi başarılı
zh_hans: 标签删除成功
zh_hant: 標籤刪除成功

# 标签删除失败,错误码：
source: Tagdeletionfailed,errorcode:
ar: فشل حذف العلامة ، ورمز الخطأ:
tr: Etiket silme işlemi başarısız oldu, hata kodu:
zh_hans: 标签删除失败,错误码：
zh_hant: 標籤刪除失敗,錯誤碼：

# 富豪榜
source: RichList
ar: غنية
tr: Zengin
zh_hans: 富豪榜
zh_hant: 富豪榜

# 魅力榜
source: Charmlist
ar: شائع
tr: Popüler
zh_hans: 魅力榜
zh_hant: 魅力榜

# 贡献榜
source: Contributionlist
ar: مساهمة
tr: Katkı
zh_hans: 贡献榜
zh_hant: 貢獻榜

# 暂无更多数据
source: Nomoredataatthistime
ar: لا مزيد من البيانات في هذا الوقت
tr: Şu anda daha fazla veri yok
zh_hans: 暂无更多数据
zh_hant: 暫無更多資料

# 添加收货地址
source: Addshippingaddress
ar: إضافة عنوان الشحن
tr: Gönderi adresi ekle
zh_hans: 添加收货地址
zh_hant: 新增收貨地址

# 收货地址
source: Shippingaddress
ar: عنوان الشحن
tr: Gönderi Adresi
zh_hans: 收货地址
zh_hant: 收貨地址

# 物流详情
source: Logisticsdetails
ar: تفاصيل اللوجستيات
tr: Lojistik Ayrıntıları
zh_hans: 物流详情
zh_hant: 物流詳情

# 暂无物流信息
source: Nologisticsinformationatthistime
ar: لا توجد معلومات لوجستية في الوقت الحالي
tr: Şu anda lojistik bilgisi yok
zh_hans: 暂无物流信息
zh_hant: 暫無物流資訊

# 在售商品
source: Productsonsale
ar: عناصر للبيع
tr: Satıştaki Ürünler
zh_hans: 在售商品
zh_hant: 在售商品

# | 累计销量
source: | Cumulative sales
ar: | المبيعات التراكمية
tr: | Kümülatif Satışlar
zh_hans: | 累计销量
zh_hant: | 累積銷售

# 购物车
source: Cart
ar: عربة التسوق
tr: Sepet
zh_hans: 购物车
zh_hant: 購物車

# 请选择要购买的商品
source: Pleaseselecttheitemtopurchase
ar: يرجى تحديد العنصر المراد شراؤه
tr: Lütfen satın alınacak ürünü seçin
zh_hans: 请选择要购买的商品
zh_hant: 請選擇要購買的商品

# 结算(
source: Checkout
ar: Vault (
tr: Kasa(
zh_hans: 结算(
zh_hant: 結算(

# 确认订单
source: Confirmorder
ar: تأكيد الطلب
tr: Siparişi onayla
zh_hans: 确认订单
zh_hant: 確認訂單

# 请添加收货地址
source: Addshippingaddress
ar: أضف عنوان الشحن
tr: Gönderim adresi ekle
zh_hans: 请添加收货地址
zh_hant: 請新增收貨地址

# 订单已生成，请前往订单列表进行支付
source: Orderhasbeencreated,pleasegotoorderlisttopay
ar: تم إنشاء الطلب ، يرجى الانتقال إلى قائمة الطلبات للدفع
tr: Sipariş oluşturuldu, ödeme yapmak için lütfen sipariş listesine gidin
zh_hans: 订单已生成，请前往订单列表进行支付
zh_hant: 訂單已生成，請前往訂單清單進行付款

# 请选择
source: Pleaseselect
ar: الرجاء تحديد
tr: Lütfen seçin
zh_hans: 请选择
zh_hant: 請選擇

# 共计
source: Total
ar: الإجمالي
tr: Toplam
zh_hans: 共计
zh_hant: 共

# 件商品
source: Items
tr: Ürünler
zh_hans: 件商品
zh_hant: 件商品

# 商品属性
source: Commodityattributes
ar: سمات السلع
tr: Emtia nitelikleri
zh_hans: 商品属性
zh_hant: 商品屬性

# 最多可添加2个属性
source: Addupto2attributes
ar: أضف ما يصل إلى سمتين
tr: En fazla 2 öznitelik ekleyin
zh_hans: 最多可添加2个属性
zh_hant: 最多可新增2個屬性

# 属性规格不可重复
source: Attributespecificationcannotberepeated
ar: لا يمكن تكرار مواصفات السمة
tr: Öznitelik belirtimi tekrarlanamaz
zh_hans: 属性规格不可重复
zh_hant: 屬性規格不可重複

# 属性
source: Attributes
ar: السمات
tr: Öznitellikler
zh_hans: 属性
zh_hant: 屬性

# 请添加属性
source: Pleaseaddattributes
ar: الرجاء إضافة سمات
tr: Lütfen nitelikleri ekleyin
zh_hans: 请添加属性
zh_hant: 請新增屬性

# 商品分类
source: Categoriesofproducts
ar: فئات المنتجات
tr: Ürün kategorileri
zh_hans: 商品分类
zh_hant: 商品分類

# 商品管理
source: Commoditymanagement
ar: إدارة السلع
tr: Emtia yönetimi
zh_hans: 商品管理
zh_hant: 商品管理

# 请阅读入驻协议并同意协议
source: Pleasereadandagreetotheagreement
ar: يرجى قراءة وقبول الاتفاقية
tr: Lütfen sözleşmeyi okuyun ve kabul edin
zh_hans: 请阅读入驻协议并同意协议
zh_hant: 請閱讀入駐協定並同意協定

# 全部订单
source: AllOrders
ar: كل الطلبات
tr: Tüm Siparişler
zh_hans: 全部订单
zh_hant: 全部訂單

# 请输入提现金额
source: Enterthewithdrawalamount
ar: أدخل مبلغ السحب
tr: Çekme tutarını girin
zh_hans: 请输入提现金额
zh_hant: 請輸入提現金額

# 提现账户为空
source: withdrawalaccountisempty
ar: حساب السحب فارغ
tr: Çekilen hesap boş
zh_hans: 提现账户为空
zh_hant: 提現帳戶為空

# 立即修改
source: ModifyNow
ar: التغيير الآن
tr: Şimdi Değiştir
zh_hans: 立即修改
zh_hant: 立即修改

# 请上传商品图片
source: Pleaseuploadaproductimage
ar: يرجى تحميل صورة المنتج
tr: Lütfen bir ürün resmi yükleyin
zh_hans: 请上传商品图片
zh_hant: 請上傳商品圖片

# 请填写标题
source: Pleasefillinthetitle
ar: يرجى ملء العنوان
tr: Lütfen başlığı doldurun
zh_hans: 请填写标题
zh_hant: 請填入標題

# 物流公司
source: Logisticscompany
ar: شركة الخدمات اللوجستية
tr: Lojistik şirketi
zh_hans: 物流公司
zh_hant: 物流公司

# 运单号码
source: Waybillnumber
ar: رقم بوليصة الشحن
tr: İrsaliye numarası
zh_hans: 运单号码
zh_hant: 運單號碼

# 请填写快递单号
source: fill_in_the_courier_number
ar: الرجاء إدخال رقم الشحن
tr: Lütfen kargo numarasını giriniz
zh_hans: 请填写快递单号
zh_hant: 請填入快遞單號

# 确认发货
source: Confirmdelivery
ar: تأكيد التسليم
tr: Teslimatı onayla
zh_hans: 确认发货
zh_hant: 確認出貨

# 上一步
source: Previousstep
ar: الخطوة السابقة
tr: Önceki adım
zh_hans: 上一步
zh_hant: 上一步

# 立即添加
source: AddNow
ar: إضافة الآن
tr: Şimdi Ekle
zh_hans: 立即添加
zh_hant: 立即加入

# 认证商家
source: CertifiedMerchant
ar: تاجر معتمد
tr: Sertifikalı Satıcı
zh_hans: 认证商家
zh_hant: 認證商家

# 正品保障
source: GuaranteedAuthenticity
ar: أصالة مضمونة
tr: Garantili Orijinallik
zh_hans: 正品保障
zh_hant: 正品保障

# 闪电发货
source: Lightningdelivery
ar: توصيل البرق
tr: Yıldırım teslimatı
zh_hans: 闪电发货
zh_hant: 閃電出貨

# 极速退款
source: Fastrefunds
ar: استرداد سريع
tr: Hızlı geri ödeme
zh_hans: 极速退款
zh_hant: 極速退款

# 商品详情
source: Productdetails
ar: تفاصيل المنتج
tr: Ürün ayrıntıları
zh_hans: 商品详情
zh_hant: 商品詳情

# 商品
source: Merchandise
ar: سلعة
tr: Emtia
zh_hans: 商品
zh_hant: 商品

# 详情
source: Details
ar: التفاصيل
tr: Detaylar
zh_hans: 详情
zh_hant: 詳情

# 店铺
source: Shop
ar: المتجر
tr: Mağaza
zh_hans: 店铺
zh_hant: 店

# 加入购物车
source: Addtocart
ar: إضافة إلى عربة التسوق
tr: Sepete ekle
zh_hans: 加入购物车
zh_hant: 加入購物車

# 立即购买
source: BuyNow
ar: اشترِ الآن
tr: Şimdi Satın Al
zh_hans: 立即购买
zh_hant: 立即購買

# 已上架
source: Shelved
ar: مضاف
tr: Eklendi
zh_hans: 已上架
zh_hant: 已上架

# 待上架
source: To_be_put_on_shelves
ar: سيتم وضعه على الرف
tr: Rafa kaldırılacak
zh_hans: 待上架
zh_hant: 待上架

# 冻结中
source: Freezing
ar: تجميد
tr: Dondur
zh_hans: 冻结中
zh_hant: 凍結中

# 顺丰速运
source: SoonfullExpress
zh_hans: 顺丰速运
zh_hant: 順豐速運

# 订单编号
source: Ordernumber
ar: رقم الطلب
tr: Sipariş numarası
zh_hans: 订单编号
zh_hant: 訂單編號

# 下单时间
source: Timeoforder
ar: وقت الطلب
tr: Sipariş zamanı
zh_hans: 下单时间
zh_hant: 下單時間

# 优惠金额
source: Discountedamount
ar: المبلغ المخفض
tr: İndirimli tutar
zh_hans: 优惠金额
zh_hant: 優惠金額

# 实付金额
source: The_actual_paid_amount
ar: المبلغ الفعلي المدفوع
tr: Ödenen gerçek tutar
zh_hans: 实付金额
zh_hant: 實付金額

# 支付时间
source: Paymenttime
ar: وقت الدفع
tr: Ödeme zamanı
zh_hans: 支付时间
zh_hant: 付款時間

# 退款时间
source: Refundtime
ar: وقت الإرجاع
tr: İade süresi
zh_hans: 退款时间
zh_hant: 退款時間

# 支付交易号
source: Paymenttransactionnumber
ar: رقم معاملة الدفع
tr: Ödeme işlem numarası
zh_hans: 支付交易号
zh_hant: 支付交易號碼

# 商品渠道
source: Commoditychannel
ar: قناة السلع
tr: Emtia kanalı
zh_hans: 商品渠道
zh_hant: 商品通路

# 官方渠道
source: Officialchannel
ar: القناة الرسمية
tr: Resmi kanal
zh_hans: 官方渠道
zh_hant: 官方管道

# 未通过原因
source: Reasonforfailure
ar: سبب الفشل
tr: Başarısızlık nedeni
zh_hans: 未通过原因
zh_hant: 未通過原因

# 退货/退款
source: Returns/refunds
ar: المبالغ المستردة
tr: iadeler
zh_hans: 退货/退款
zh_hant: 退貨/退款

# 退款方式
source: Refundmethod
ar: طريقة الإرجاع
tr: İade yöntemi
zh_hans: 退款方式
zh_hant: 退款方式

# 凭证
source: Voucher
ar: القسائم
tr: Kuponlar
zh_hans: 凭证
zh_hant: 憑證

# 搜索店内宝贝
source: Searchforin-storeitems
ar: البحث عن المنتجات في المتجر
tr: Mağaza içi ürünleri arayın
zh_hans: 搜索店内宝贝
zh_hant: 搜尋店內寶貝

# 立即观看
source: WatchNow
ar: شاهد الآن
tr: Şimdi İzle
zh_hans: 立即观看
zh_hant: 立即觀看

# 商品列表
source: Listofproducts
ar: قائمة المنتجات
tr: Ürünlerin listesi
zh_hans: 商品列表
zh_hant: 商品列表

# 佣金费用
source: Commissionfees
ar: رسوم العمولة
tr: Komisyon ücretleri
zh_hans: 佣金费用
zh_hant: 佣金費用

# 我的订单
source: Myorder
ar: طلبي
tr: Siparişim
zh_hans: 我的订单
zh_hant: 我的訂單

# 查看全部订单
source: Viewallorders
ar: عرض كافة الطلبات
tr: Tüm siparişleri görüntüle
zh_hans: 查看全部订单
zh_hant: 查看全部訂單

# 订单数据
source: Orderdata
ar: بيانات الطلب
tr: Sipariş verileri
zh_hans: 订单数据
zh_hant: 訂單資料

# 订单数量
source: Order_quantity
ar: عدد الطلبات
tr: Sipariş sayısı
zh_hans: 订单数量
zh_hant: 訂單數量

# 订单金额
source: Orderamount
ar: مبلغ الطلب
tr: Sipariş tutarı
zh_hans: 订单金额
zh_hant: 訂單金額

# 直播订单
source: Liveorders
ar: الطلبات المباشرة
tr: Canlı siparişler
zh_hans: 直播订单
zh_hant: 直播訂單

# 卖货收入
source: Saleincome
ar: إيرادات المبيعات
tr: Satış geliri
zh_hans: 卖货收入
zh_hant: 賣貨收入

# 小店管理
source: Smallshopmanagement
ar: إدارة المتاجر الصغيرة
tr: Küçük mağaza yönetimi
zh_hans: 小店管理
zh_hant: 小店管理

# 全选
source: Selectall
ar: حدد الكل
tr: Tümünü seç
zh_hans: 全选
zh_hant: 全選

# 结算(0)
source: Checkout(0)
ar: الدفع (0)
tr: Ödeme(0)
zh_hans: 结算(0)
zh_hant: 結算(0)

# 合计:
source: Total:
ar: الإجمالي:
tr: Toplam:
zh_hans: 合计:
zh_hant: 合計:

# 退货前请与客服协商一致
source: Consensuswithcustomerservicebeforereturning
ar: يرجى الاتصال بخدمة العملاء قبل العودة
tr: Lütfen iade etmeden önce müşteri hizmetleri ile görüşün
zh_hans: 退货前请与客服协商一致
zh_hant: 退貨前請與客服協商一致

# （收到货）
source: (Receivedgoods)
ar: (استلام البضائع)
tr: (alınan mallar)
zh_hans: （收到货）
zh_hant: （收到貨）

# 填写退回物流单号
source: Fillinthereturnlogisticsnumber
ar: أدخل رقم الإرجاع اللوجستي
tr: İade lojistik numarasını girin
zh_hans: 填写退回物流单号
zh_hant: 填寫退回物流單號

# 快递公司
source: Couriercompany
ar: شركة بريد سريع
tr: Kurye şirketi
zh_hans: 快递公司
zh_hant: 快遞公司

# 请选择快递公司
source: Pleasechoosethecouriercompany
ar: الرجاء تحديد شركة التوصيل
tr: Lütfen kurye şirketini seçin
zh_hans: 请选择快递公司
zh_hant: 請選擇快遞公司

# 物流单号
source: logisticsnumber
ar: رقم اللوجستيات
tr: Lojistik numarası
zh_hans: 物流单号
zh_hant: 物流單號

# 确认已收到货并完成订单
source: Confirm_receipt_and_complete_order
ar: تأكيد الاستلام وإكمال الطلب
tr: Alındığını onaylayın ve siparişi tamamlayın
zh_hans: 确认已收到货并完成订单
zh_hant: 確認已收到貨並完成訂單

# 商品名称
source: Productname
ar: اسم المنتج
tr: Ürün adı
zh_hans: 商品名称
zh_hant: 商品名稱

# 设置商品分类
source: Setproductcategories
ar: تعيين فئات المنتجات
tr: Ürün kategorilerini ayarla
zh_hans: 设置商品分类
zh_hant: 設定商品分類

# 商品图片
source: Productpicture
ar: صورة المنتج
tr: Ürün resmi
zh_hans: 商品图片
zh_hant: 商品圖片

# (不超过8张,长按图片并拖动可排序)
source: (Nomorethan8pictures,longpressanddragtosort)
ar: (حتى 8 صور ، اضغط مع الاستمرار واسحب للفرز)
tr: (en fazla 8 resim, sıralamak için uzun basın ve sürükleyin)
zh_hans: (不超过8张,长按图片并拖动可排序)
zh_hant: (不超過8張,長按圖片並拖曳可排序)

# (不超过16张)
source: (Nomorethan16pictures)
ar: (حتى 16 صورة)
tr: (en fazla 16 resim)
zh_hans: (不超过16张)
zh_hant: (不超過16張)

# 输入商品详情，最多200字，非必填
source: Enterproductdetails,upto200characters,notrequired
ar: أدخل تفاصيل المنتج ، حتى 200 حرف ، اختياريًا
tr: Ürün ayrıntılarını girin, en fazla 200 karakter, isteğe bağlı
zh_hans: 输入商品详情，最多200字，非必填
zh_hant: 輸入商品詳情，最多200字，非必填

# (非必填)
source: (Notrequired)
ar: (اختياري)
tr: (isteğe bağlı)
zh_hans: (非必填)
zh_hant: (非必填)

# 商品价格
source: Priceoftheproduct
ar: سعر المنتج
tr: Ürünün fiyatı
zh_hans: 商品价格
zh_hant: 商品價格

# 本机型暂不支持此视频格式
source: Thismodeldoesnotsupportthisvideoformatatthistime
ar: هذا النموذج لا يدعم تنسيق الفيديو هذا حاليًا
tr: Bu model şu anda bu video biçimini desteklemiyor
zh_hans: 本机型暂不支持此视频格式
zh_hant: 本機型暫不支援此影片格式

# 暂不支持非单双声道的视频格式
source: Notsupportingnon-monovideoformatsatthistime
ar: حاليًا لا يدعم تنسيقات الفيديو غير الأحادية
tr: Şu anda mono olmayan video formatlarını desteklemiyor
zh_hans: 暂不支持非单双声道的视频格式
zh_hant: 暫時不支援非單雙聲道的影片格式

# 获取签名成功
source: Get_the_signature_successfully
ar: احصل على التوقيع بنجاح
tr: İmzayı başarıyla alın
zh_hans: 获取签名成功
zh_hant: 取得簽章成功

# 获取签名失败
source: Getting_the_signature_failed
ar: فشل الحصول على التوقيع
tr: İmza alınamadı
zh_hans: 获取签名失败
zh_hant: 取得簽章失敗

# 主播
source: Host
ar: المضيف
zh_hans: 主播
zh_hant: 主播

# 接入
source: Access
ar: الوصول
tr: Erişim
zh_hans: 接入
zh_hant: 接入

# 邀请上麦
source: Invitetomic
ar: دعوة إلى الميكروفون
tr: Mikrofona davet et
zh_hans: 邀请上麦
zh_hant: 邀請上麥

# 等待接入
source: Waitingforaccess
ar: في انتظار الوصول
tr: Erişim için bekliyor
zh_hans: 等待接入
zh_hant: 等待接入

# 南方冬天好吗？
source: Howisthesouthernwinter?
ar: كيف يسير الشتاء الجنوبي؟
tr: Güney kışı nasıl geçiyor?
zh_hans: 南方冬天好吗？
zh_hant: 南方冬天好嗎？

# 红方0
source: RedSquare0
ar: المضيف 0
tr: Ev Sahibi 0
zh_hans: 红方0
zh_hant: 紅方0

# 0蓝方
source: 0Bluesquare
ar: 0 ضيوف
tr: 0 Misafir
zh_hans: 0蓝方
zh_hant: 0藍方

# pk结束，5秒退出
source: Endofpk,5secondstoexit
ar: نهاية PK ، 5 ثوانٍ للخروج
tr: PK'nın sonu, çıkmak için 5 saniye
zh_hans: pk结束，5秒退出
zh_hant: pk結束，5秒退出

# 正在为你匹配PK主播...
source: MatchingPKhostsforyou...
ar: ناشرو PK مطابقون لك ...
tr: Sizin için eşleşen PK yayıncıları...
zh_hans: 正在为你匹配PK主播...
zh_hant: 正在為你配對PK主播...

# 即将进入PK
source: AbouttoenterPK
ar: المجيء إلى PK
tr: PK'ya geliyor
zh_hans: 即将进入PK
zh_hant: 即將進入PK

# 其他主播正忙请耐心等待...
source: Otherhostsarebusy,pleasebepatient...
ar: مذيعون آخرون مشغولون ، يرجى التحلي بالصبر ...
tr: Diğer yayıncılar meşgul, lütfen sabırlı olun...
zh_hans: 其他主播正忙请耐心等待...
zh_hant: 其他主播正忙請耐心等待...

# 管理语音直播背景
source: Managethevoicebroadcastbackground
ar: إدارة الخلفية
tr: Arka Planı Yönet
zh_hans: 管理语音直播背景
zh_hant: 管理語音直播背景

# 请先试看吧亲~
source: Pleasetryitfirst
ar: يرجى المحاولة أولاً
tr: Lütfen önce deneyin
zh_hans: 请先试看吧亲~
zh_hant: 請先試看吧親~

# 主播将房间模式改为：
source: The_host_changes_the_room_mode_to:
ar: قام الناشر بتغيير وضع الغرفة إلى:
tr: Yayıncı, oda modunu şu şekilde değiştirir:
zh_hans: 主播将房间模式改为：
zh_hant: 主播將房間模式改為：

# 请先上麦
source: Pleasegotothemicfirst
ar: الرجاء الانتقال إلى الميكروفون أولاً
tr: Lütfen önce mikrofona gidin
zh_hans: 请先上麦
zh_hant: 請先上麥

# 对方同意了您上主持位
source: Theotherpartyhasagreedtoyourhostingposition
ar: وافق الطرف الآخر على منصب المضيف الخاص بك
tr: Diğer taraf ev sahibi pozisyonunuzu kabul etti
zh_hans: 对方同意了您上主持位
zh_hant: 對方同意了您上主持位

# 对方拒绝了您上主持位
source: Theotherpartyhasrefusedtoletyouhost
ar: رفض الطرف الآخر السماح لك بالاستضافة
tr: Diğer taraf ev sahipliği yapmanıza izin vermeyi reddetti
zh_hans: 对方拒绝了您上主持位
zh_hant: 對方拒絕了您上主持位

# 主播已拒绝
source: Hosthasdeclined
ar: رفض المضيف
tr: Host reddetti
zh_hans: 主播已拒绝
zh_hant: 主播已拒絕

# 用户已同意上麦
source: Theuserhasagreedtobeonthemic
ar: وافق المستخدم على أن يكون على الميكروفون
tr: Kullanıcı mikrofonda olmayı kabul etti
zh_hans: 用户已同意上麦
zh_hant: 使用者已同意上麥

# 用户已拒绝上麦
source: Userhasdeclinedtogoonmic
ar: رفض المستخدم التبديل إلى الميكروفون
tr: Kullanıcı mikrofona geçmeyi reddetti
zh_hans: 用户已拒绝上麦
zh_hant: 用戶已拒絕上麥

# 邀请用户上麦操作已超时
source: Theuserhastimedout
ar: انتهت مهلة المستخدم
tr: Kullanıcı zaman aşımına uğradı
zh_hans: 邀请用户上麦操作已超时
zh_hant: 邀請用戶上麥操作已逾時

# 红方
source: RedSquare
ar: المضيف
tr: Ev Sahibi
zh_hans: 红方
zh_hant: 紅方

# 蓝方
source: Blue_square
ar: ضيف
tr: Misafir
zh_hans: 蓝方
zh_hant: 藍方

# 发起上麦邀请(
source: Initiateamicinvitation
ar: بدء دعوة الميكروفون (
tr: Mikrofon daveti başlat(
zh_hans: 发起上麦邀请(
zh_hant: 發起上麥邀請(

# 发起主持位申请(
source: Initiateahostapplication
ar: بدء تطبيق ناشر (
tr: Bir yayıncı uygulaması başlat(
zh_hans: 发起主持位申请(
zh_hant: 發起主持位申請(

# 最多选择
source: Mostchoices
ar: الأكثر تحديدًا
tr: En çok seçilen
zh_hans: 最多选择
zh_hant: 最多選擇

# 张图片
source: Photo
ar: صورة
tr: Fotoğraf
zh_hans: 张图片
zh_hant: 張圖片

# 仅粉丝
source: Fansonly
ar: المعجبون فقط
tr: Sadece taraftarlar
zh_hans: 仅粉丝
zh_hant: 僅粉絲

# 仅自己
source: Selfonly
ar: لنفسي فقط
tr: Sadece kendim
zh_hans: 仅自己
zh_hant: 僅自己

# 选择分类大于三个
source: Selectcategoriesgreaterthanthree
ar: يمكنك اختيار ما يصل إلى 3 فئات
tr: En fazla 3 kategori seçebilirsiniz
zh_hans: 选择分类大于三个
zh_hant: 選擇分類大於三

# 商品链接
source: Productlinks
ar: روابط السلع
tr: Emtia bağlantıları
zh_hans: 商品链接
zh_hant: 商品連結

# 获取文件地址成功，地址=
source: Getfileaddresssuccessfully,address=
ar: الحصول على عنوان الملف بنجاح ، address =
tr: Dosya adresini başarıyla al, adres=
zh_hans: 获取文件地址成功，地址=
zh_hant: 取得檔案位址成功，位址=

# 图片已存在
source: Imagealreadyexists
ar: الصورة موجودة بالفعل
tr: Görüntü zaten var
zh_hans: 图片已存在
zh_hant: 圖片已存在

# 图片已经保存到相册中
source: Imagehasbeensavedtothealbum
ar: تم حفظ الصورة في الألبوم
tr: Görüntü albüme kaydedildi
zh_hans: 图片已经保存到相册中
zh_hant: 圖片已經儲存到相簿中

# 保存失败
source: Savefailed
ar: فشل الحفظ
tr: Kaydetme başarısız oldu
zh_hans: 保存失败
zh_hant: 儲存失敗

# 上海市
source: Shanghai
tr: Şanghay
zh_hans: 上海市
zh_hant: 上海市

# 付费视频
source: PaidVideos
ar: الفيديو المدفوع
tr: Ücretli Video
zh_hans: 付费视频
zh_hant: 付費影片

# 关联同款商品
source: Associatedwiththesameproduct
ar: مقترن بنفس المنتج
tr: Aynı ürünle ilişkilendirilmiş
zh_hans: 关联同款商品
zh_hant: 關聯同款商品

# 重拍
source: Remake
ar: إعادة صنع
tr: Yeniden Yap
zh_hans: 重拍
zh_hant: 重拍

# 已卖出999
source: Sold999
ar: 999 مباعًا
tr: 999 Satıldı
zh_hans: 已卖出999
zh_hant: 已賣出999

# 动态评论
source: DynamicComments
ar: تعليقات ديناميكية
tr: Dinamik Yorumlar
zh_hans: 动态评论
zh_hant: 動態評論

# 欢迎
source: Welcome
ar: مرحبًا
tr: Hoş geldiniz
zh_hans: 欢迎
zh_hant: 歡迎

# 加入群聊
source: Jointhegroupchat
ar: انضم إلى الدردشة الجماعية
tr: Grup sohbetine katılın
zh_hans: 加入群聊
zh_hant: 加入群組聊天

# 修改粉丝团公告
source: Revisionoffanclubannouncement
ar: مراجعة إعلان نادي المعجبين
tr: Fan kulübü duyurusunun revizyonu
zh_hans: 修改粉丝团公告
zh_hant: 修改粉絲團公告
