Repository: LINHAO1111427/mugozb
Catalog: Project/rechao/klcMPVA/Localizable/*.lproj/Localizable.strings
Languages: ar, tr, zh_hans, zh_hant

# 素材解压失败
source: Materialunzipfailed
tr: Okul Üniformaları
zh_hans: 素材解压失败
zh_hant: 素材解壓縮失敗

# 下载失败
source: Downloadfailed
ar: فشل فتح المادة
zh_hans: 下载失败
zh_hant: 下載失敗

# 导入编辑
source: Importingedits
zh_hans: 导入编辑
zh_hant: 導入編輯

# 帧率
source: Framerate
ar: استيراد تحرير
zh_hans: 帧率
zh_hant: 幀率

# 关键帧间隔
source: Keyframeinterval
ar: سرعة الإطار
tr: Düzenlemeyi içe aktar
zh_hans: 关键帧间隔
zh_hant: 關鍵影格間隔

# 建议20-30，默认30
source: Recommended20-30,default30
ar: نطاق الإطار الرئيسي
tr: Frame hızı
zh_hans: 建议20-30，默认30
zh_hant: 建議20-30，預設30

# 建议1-300，默认250
source: Recommended1-300,default250
ar: مستحسن 20-30 ، الافتراضي 30
tr: Anahtar frame aralığı
zh_hans: 建议1-300，默认250
zh_hant: 建議1-300，預設250

# 分辨率
source: Resolution
ar: موصى به 1-300 ، الافتراضي 250
tr: Tavsiye edilen 20-30, varsayılan 30
zh_hans: 分辨率
zh_hant: 解析度

# 裁剪模式
source: Cropmode
ar: الدقة
tr: Tavsiye edilen 1-300, varsayılan 250
zh_hans: 裁剪模式
zh_hant: 裁切模式

# 填充
source: Fill
ar: وضع الاقتصاص
tr: Çözünürlük
zh_hans: 填充
zh_hant: 填入

# 开始导入
source: Startimport
ar: قص
tr: Doldur
zh_hans: 开始导入
zh_hant: 開始導入

# 相机胶卷
source: Camerafilm
tr: Kes
zh_hans: 相机胶卷
zh_hant: 相機膠卷

# 低
source: Low
ar: الجودة
zh_hans: 低
zh_hant: 低

# 中
source: Medium
ar: منخفض
tr: Kalite
zh_hans: 中
zh_hant: 中

# 高
source: High
ar: متوسط
tr: Düşük
zh_hans: 高
zh_hant: 高

# 极高
source: Veryhigh
ar: مرتفع
tr: Orta
zh_hans: 极高
zh_hant: 極高

# 请稍候
source: Pleasewait
ar: مرتفع جدًا
tr: Yüksek
zh_hans: 请稍候
zh_hant: 請稍候

# 视频格式不支持
source: Videoformatnotsupported
ar: الرجاء الانتظار
tr: Çok yüksek
zh_hans: 视频格式不支持
zh_hant: 影片格式不支援

# SDCARD 没有准备好
source: SD card is not ready
ar: تنسيق الفيديو غير مدعوم
tr: Lütfen bekleyin
zh_hans: SDCARD 没有准备好
zh_hant: SDCARD 還沒準備好

# 视频总时长不超过5分钟，请裁剪后继续!
source: Totalvideodurationnotexceeding5minutes,pleasecropandcontinue!
ar: ٪ 1 $ 02d:٪ 2 $ 02d:٪ 3 $ 02d
tr: SDCARD hazır değil
zh_hans: 视频总时长不超过5分钟，请裁剪后继续!
zh_hant: 影片總長度不超過5分鐘，請裁切後繼續!

# 总时长
source: Totalduration
ar: إجمالي مدة الفيديو لا تتجاوز 5 دقائق ، يرجى القص والمتابعة!
tr: %1$02d:%2$02d:%3$02d
zh_hans: 总时长
zh_hant: 總時長

# 请选择视频
source: Pleaseselectvideo
ar: المدة الإجمالية
tr: Toplam video süresi 5 dakikayı geçmiyor, lütfen kırpın ve devam edin!
zh_hans: 请选择视频
zh_hant: 請選擇影片

# 片尾
source: Title
ar: يرجى تحديد الفيديو
tr: Toplam süre
zh_hans: 片尾
zh_hant: 片尾

# 降噪
source: Noisereduction
ar: العنوان
tr: Lütfen video seçin
zh_hans: 降噪
zh_hant: 降噪

# 转码
source: Transcoding
ar: تقليل الضوضاء
tr: Başlık
zh_hans: 转码
zh_hant: 轉碼

# 水印
source: Watermark
ar: تحويل الترميز
tr: Gürültü azaltma
zh_hans: 水印
zh_hant: 浮水印

# 当视频大于1080P时，转码到1080P以下
source: Transcodetobelow1080Pwhenthevideoislargerthan1080P
ar: علامة مائية
tr: Kod dönüştürme
zh_hans: 当视频大于1080P时，转码到1080P以下
zh_hant: 當影片大於1080P時，轉碼到1080P以下

# 添加阿里云logo水印
source: AddAliyunlogowatermark
ar: تحويل أقل من 1080 بكسل عندما يتجاوز الفيديو 1080 بكسل
tr: Filigran
zh_hans: 添加阿里云logo水印
zh_hant: 新增阿里雲logo浮水印

# 当视频大于540P时，转码到540P以下
source: Transcodetobelow540Pwhenthevideoislargerthan540P
ar: إضافة علامة مائية لشعار Aliyun
tr: Video 1080P den büyük olduğunda 1080P nin altına dönüştür
zh_hans: 当视频大于540P时，转码到540P以下
zh_hant: 當影片大於540P時，轉碼到540P以下

# 硬编
source: Hardwareencoding
ar: تحويل أقل من 540P عندما يزيد الفيديو عن 540 بكسل
tr: Aliyun logosu filigranı ekleyin
zh_hans: 硬编
zh_hant: 硬編

# OpenH264软编
source: OpenH264softencoder
ar: ترميز الأجهزة
tr: Video 540P den büyük olduğunda 540P nin altına dönüştür
zh_hans: OpenH264软编
zh_hant: OpenH264軟編

# 视频太短，无法导入
source: Videotooshorttoimport
ar: التشفير
tr: OpenH264 soft encoder
zh_hans: 视频太短，无法导入
zh_hant: 影片太短，無法匯入

# 导入%s段素材
source: Importing%ssegmentfootage
ar: الفيديو قصير جدًا بحيث لا يمكن استيراده
tr: Kodlama
zh_hans: 导入%s段素材
zh_hant: 導入%s段素材

# 码率(kbps)
source: Bitrate(kbps)
zh_hans: 码率(kbps)
zh_hant: 碼率(kbps)

# 建议600-2000，默认0
source: Recommended600-2000,default0
zh_hans: 建议600-2000，默认0
zh_hant: 建議600-2000，預設0

# 画面填充
source: Screenfill
ar: موصى به 600-2000 ، الافتراضي 0
tr: Bit hızı (kbps)
zh_hans: 画面填充
zh_hant: 畫面填入

# 画面裁剪
source: Screencrop
ar: ملء الشاشة
tr: Önerilen 600-2000, varsayılan 0
zh_hans: 画面裁剪
zh_hant: 畫面裁切

# 视频质量
source: Videoquality
ar: لقطة الشاشة
tr: Ekran dolgusu
zh_hans: 视频质量
zh_hant: 影片品質

# 视频编码方式
source: Videoencodingmethod
ar: جودة الفيديو
tr: Ekran kırpma
zh_hans: 视频编码方式
zh_hant: 影片編碼方式

# 裁剪失败
source: Cropfailure
ar: تنسيق الفيديو غير مدعوم
tr: Video kodlama yöntemi
zh_hans: 裁剪失败
zh_hant: 裁切失敗

# 音频格式不支持
source: Audioformatisnotsupported
ar: خطأ في القص
tr: Video biçimi desteklenmiyor
zh_hans: 音频格式不支持
zh_hant: 音訊格式不支援

# 暂时不支持gif文件裁剪
source: Cropofgiffilesisnotsupportedatthistime
ar: ٪ 1 $ 02d:٪ 2 $ 02d:٪ 3 $ 02d
tr: Ses biçimi desteklenmiyor
zh_hans: 暂时不支持gif文件裁剪
zh_hant: 暫時不支援gif檔案裁切

# 裁剪设置
source: Cropsettings
ar: لا يتم حاليًا دعم اقتطاع ملفات GIF
tr: %1$02d:%2$02d:%3$02d
zh_hans: 裁剪设置
zh_hant: 裁切設定

# 视频错误
source: Videoerror
ar: إعدادات الاقتصاص
tr: GIF dosyalarının kırpılması şu anda desteklenmiyor
zh_hans: 视频错误
zh_hant: 影片錯誤

# 左划
source: Leftstroke
zh_hans: 左划
zh_hant: 左劃

# 右划
source: Rightstroke
ar: اسحب لليسار
zh_hans: 右划
zh_hant: 右劃

# 上划
source: Up
ar: اسحب لليمين
tr: Sola sürükle
zh_hans: 上划
zh_hant: 上劃

# 下划
source: Downstroke
ar: اسحب لأعلى
tr: Sağ sürükle
zh_hans: 下划
zh_hant: 下劃

# 颜色渐变
source: Colorgradient
ar: اسحب لأسفل
tr: Yukarı sürükle
zh_hans: 颜色渐变
zh_hant: 顏色漸層

# 放大
source: Zoomin
ar: تدرج اللون
tr: Aşağı sürükle
zh_hans: 放大
zh_hant: 放大

# 线性模糊
source: Linearblur
ar: تكبير
tr: Renk gradyanı
zh_hans: 线性模糊
zh_hant: 線性模糊

# 水滴
source: Waterdrop
ar: تمويه خطي
tr: Yakınlaştır
zh_hans: 水滴
zh_hant: 水滴

# 翻页
source: PageFlip
ar: قطرة الماء
tr: Doğrusal bulanıklık
zh_hans: 翻页
zh_hant: 翻頁

# 震动
source: Vibrations
ar: قلب الصفحة
tr: Su damlası
zh_hans: 震动
zh_hant: 震動

# 分裂
source: Split
ar: الاهتزازات
tr: Sayfa Çevirme
zh_hans: 分裂
zh_hant: 分裂

# 卷曲
source: Curl
ar: انقسام
tr: Titreşimler
zh_hans: 卷曲
zh_hant: 捲曲

# 跳跃
source: jump
ar: حليقة
tr: Bölme
zh_hans: 跳跃
zh_hant: 跳躍

# 圆形变换
source: Circletransformation
ar: انتقال سريع
tr: Kıvrıl
zh_hans: 圆形变换
zh_hant: 圓形變換

# 漩涡
source: Swirls
ar: تحويل الدائرة
tr: Zıpla
zh_hans: 漩涡
zh_hant: 漩渦

# 推进
source: Advancement
ar: دوامة
tr: Daire dönüşümü
zh_hans: 推进
zh_hant: 推進

# 方格翻转
source: Squareflip
ar: التقدم
tr: Girdap
zh_hans: 方格翻转
zh_hant: 方格翻轉

# 马赛克
source: Mosaic
ar: قلب الإطار
tr: İlerleme
zh_hans: 马赛克
zh_hant: 馬賽克

# 万花筒
source: Kaleidoscope
ar: فسيفساء
tr: Kare çevirme
zh_hans: 万花筒
zh_hant: 萬花筒

# 蜂巢马赛克
source: Honeycombmosaic
ar: المشكال
tr: Mozaik
zh_hans: 蜂巢马赛克
zh_hant: 蜂巢馬賽克

# 幻影
source: Phantomshadow
ar: فسيفساء قرص العسل
tr: Kaleydoskop
zh_hans: 幻影
zh_hant: 幻影

# 闪白
source: FlashingWhite
ar: الوهمية
tr: Petek mozaik
zh_hans: 闪白
zh_hant: 閃白

# 燃烧
source: Burn
ar: وميض أبيض
tr: Phantom
zh_hans: 燃烧
zh_hant: 燃燒

# 椭圆变换
source: Elliptictransformation
ar: الجانب
tr: Yanıp Sönen Beyaz
zh_hans: 椭圆变换
zh_hant: 橢圓變換

# 交叉卷曲
source: Crosscurl
ar: التحويل الإهليلجي
tr: Yan
zh_hans: 交叉卷曲
zh_hant: 交叉捲曲

# 立方体
source: Cube
ar: التفاف متقاطع
tr: Eliptik dönüşüm
zh_hans: 立方体
zh_hant: 立方體

# 开门
source: Opendoor
ar: مكعب
tr: Çapraz kıvrılma
zh_hans: 开门
zh_hant: 開門

# 灰度
source: Grayscale
ar: افتح الباب
tr: Küp
zh_hans: 灰度
zh_hant: 灰階

# 砖块
source: Brick
ar: تدرج الرمادي
tr: Açık kapı
zh_hans: 砖块
zh_hant: 磚塊

# 像素化
source: Pixelate
ar: الطوب
tr: Gri tonlama
zh_hans: 像素化
zh_hant: 像素化

# 挤压
source: Squeeze
ar: منقسم
tr: Tuğlalar
zh_hans: 挤压
zh_hant: 擠壓

# 立体
source: Stereoscopic
ar: ضغط
tr: Pikselli
zh_hans: 立体
zh_hant: 立體

# 转场时间点无效，请重新设置
source: Invalidtransitiontimepoint,pleasereset
tr: Sıkıştır
zh_hans: 转场时间点无效，请重新设置
zh_hant: 轉場時間點無效，請重新設定

# 变声
source: Changeofsound
tr: Geçiş zaman noktası geçersiz, lütfen tekrar ayarlayın
zh_hans: 变声
zh_hant: 變聲

# 混响
source: Reverb
ar: تغيير الصوت
zh_hans: 混响
zh_hant: 混響

# 原声
source: Acoustic
ar: KTV
tr: Yankılanma
zh_hans: 原声
zh_hant: 原聲

# 会堂
source: Hall
ar: الغرفة
tr: Akustik
zh_hans: 会堂
zh_hant: 會堂

# 低沉
source: Depression
ar: غرفة الاجتماعات
tr: Oda
zh_hans: 低沉
zh_hant: 低沉

# 洪亮
source: Flood
ar: مكتوم
tr: Toplantı salonu
zh_hans: 洪亮
zh_hant: 洪亮

# 磁性
source: Magnetic
ar: فيضان
tr: Boğuk
zh_hans: 磁性
zh_hant: 磁性

# 熊孩子
source: Bearchild
ar: مغناطيسي
tr: Sel
zh_hans: 熊孩子
zh_hant: 熊小孩

# 大叔
source: Uncle
ar: ولد شقي
tr: Manyetik
zh_hans: 大叔
zh_hant: 叔叔

# 重金属
source: Heavymetal
ar: رجل عجوز
tr: Yaramaz çocuk
zh_hans: 重金属
zh_hant: 重金屬

# 外国人
source: Foreigner
ar: معدن ثقيل
tr: Yaşlı adam
zh_hans: 外国人
zh_hant: 外國人

# 困兽
source: Trappedbeast
ar: خارجي
tr: Ağır metal
zh_hans: 困兽
zh_hant: 困獸

# 死肥仔
source: Deadfatboy
ar: حيوان محاصر
tr: Yabancı
zh_hans: 死肥仔
zh_hant: 死肥仔

# 强电流
source: Strongcurrent
ar: الفتى السمين
tr: Tuzaklanmış hayvan
zh_hans: 强电流
zh_hant: 強電流

# 重机械
source: Heavymachinery
ar: تيار قوي
tr: Şişman çocuk
zh_hans: 重机械
zh_hant: 重型機械

# 空灵
source: Emptyspirit
ar: آلة ثقيلة
tr: Güçlü akım
zh_hans: 空灵
zh_hant: 空靈

# 下载中...
source: Downloading...
tr: Boş ruh
zh_hans: 下载中...
zh_hant: 下載中...

# 合唱
source: Chorus
tr: İndiriliyor...
zh_hans: 合唱
zh_hant: 合唱

# 三屏合拍
source: Triplescreenshot
ar: الكورس
zh_hans: 三屏合拍
zh_hant: 三螢幕合拍

# 视频未审核
source: Videonotreviewed
ar: بث مشترك بثلاث شاشات
tr: Koro
zh_hans: 视频未审核
zh_hant: 影片未審核

# 视频涉黄
source: Videosinvolvingpornography
ar: لم تتم مراجعة الفيديو
tr: Üç ekranlı ortak yayın
zh_hans: 视频涉黄
zh_hant: 影片涉黃

# 你有未录制完成的视频，是否继续？
source: Youhaveunfinishedvideos,doyoucontinue?
tr: Pornografi içeren videolar
zh_hans: 你有未录制完成的视频，是否继续？
zh_hant: 你有未錄製完成的視頻，是否繼續？

# 如何获取技术支持服务？
source: HowdoIgettechnicalsupportservices?
zh_hans: 如何获取技术支持服务？
zh_hant: 如何取得技術支援服務？

# 关注公众号“腾讯云视频”
source: FollowthepublicnumberTencentCloudVideo.
ar: كيف يمكنني الوصول إلى خدمات الدعم الفني؟
zh_hans: 关注公众号“腾讯云视频”
zh_hant: 追蹤公眾號「騰訊雲端影片」

# 给公众号发送“小视频”
source: Sendasmallvideotothepublic.
ar: اتبع الرقم العام Tencent Cloud Video أرسل مقطع فيديو صغير إلى الأشخاص
tr: Teknik destek hizmetlerine nasıl erişebilirim?
zh_hans: 给公众号发送“小视频”
zh_hant: 傳送「小影片」給公眾號

# 获取技术支持服务
source: Accesstotechnicalsupportservices
zh_hans: 获取技术支持服务
zh_hant: 取得技術支援服務

# <a href='https://cloud.tencent.com/document/product/584/9366'>下载 SDK</a>
source: <a href='https://cloud.tencent.com/document/product/584/9366'>Download SDK</a>
zh_hans: <a href='https://cloud.tencent.com/document/product/584/9366'>下载 SDK</a>
zh_hant: <a href='https://cloud.tencent.com/document/product/584/9366'>下載SDK</a>

# <a href='https://cloud.tencent.com/product/UGSV'>产品介绍</a>
source: <a href='https://cloud.tencent.com/product/UGSV'>Product overview</a>
tr: Teknik destek hizmetlerine erişim
zh_hans: <a href='https://cloud.tencent.com/product/UGSV'>产品介绍</a>
zh_hant: <a href='https://cloud.tencent.com/product/UGSV'>產品介紹</a>

# 关注公众号“腾讯云视频” 给公众号发送“小视频”
source: Follow the WeChat account "Tencent Cloud Video" Send "Short Video" to the account
ar: اتبع الرقم العامTencent Cloud Video n أرسل فيديو صغير إلى الرقم العام
tr: <a href='https://cloud.tencent.com/product/UGSV'>Ürün Açıklaması</a>
zh_hans: 关注公众号“腾讯云视频” 给公众号发送“小视频”
zh_hant: 追蹤公眾號「騰訊雲端影片」 傳送「小影片」給公眾號

# 音量
source: Loudness
zh_hans: 音量
zh_hant: 音量

# 选视频
source: Selectavideo
zh_hans: 选视频
zh_hant: 選影

# 别着急，画面还没出来
source: Donotrush,thepictureisnotoutyet
tr: Video seçin
zh_hans: 别着急，画面还没出来
zh_hant: 別急，畫面還沒出來

# 还有录制的任务没有结束
source: Therearestillrecordingtaskstobefinished
ar: خذ وقتك ، لم يتم تحميل الصورة بعد
zh_hans: 还有录制的任务没有结束
zh_hant: 還有錄製的任務沒有結束

# 传入的视频路径为空
source: Theincomingvideopathisempty
ar: لا تزال هناك مهام تسجيل متبقية
tr: Acele etmeyin, resim henüz yüklenmedi
zh_hans: 传入的视频路径为空
zh_hant: 傳入的視訊路徑為空

# 版本太低
source: Versiontoolow
ar: مسار الفيديو الوارد فارغ
tr: Hala kalan kayıt görevleri var
zh_hans: 版本太低
zh_hant: 版本太低

# 用户名(4~24位字母、数字、下划线)
source: Username(4~24letters,numbers,underscore)
zh_hans: 用户名(4~24位字母、数字、下划线)
zh_hant: 使用者名稱(4~24位元字母、數字、底線)

# 密码(8~16位个字符)
source: Password(8~16characters)
ar: اسم المستخدم (4-24 حرفًا ، وأرقامًا ، وشرطات سفلية)
zh_hans: 密码(8~16位个字符)
zh_hant: 密碼(8~16位元字元)

# 确认密码
source: Confirmpassword
ar: كلمة المرور (8-16 حرفًا)
tr: Kullanıcı adı (4-24 harf, rakam, alt çizgi)
zh_hans: 确认密码
zh_hant: 確認密碼

# 悬浮窗权限未开启 请在应用-权限中打开悬浮窗权限
source: Floating window permission is not enabled. Please enable it in App - Permissions.
ar: لم يتم تمكين إذن نافذة التمرير الرجاء تشغيل إذن نافذة التمرير في أذونات التطبيق
zh_hans: 悬浮窗权限未开启 请在应用-权限中打开悬浮窗权限
zh_hant: 懸浮窗權限未開啟請在應用程式-權限中開啟懸浮窗權限

# 设置想要截取的片段
source: Setthefragmentyouwanttocapture
zh_hans: 设置想要截取的片段
zh_hant: 設定想要截取的片段

# 正在加载本地音乐...
source: Localmusicisloading...
ar: قم بتعيين الجزء الذي تريد التقاطه
zh_hans: 正在加载本地音乐...
zh_hant: 正在載入本地音樂...

# 合拍
source: Together
tr: Yakalamak istediğiniz parçayı ayarlayın
zh_hans: 合拍
zh_hant: 合拍

# 极慢
source: Veryslow
zh_hans: 极慢
zh_hant: 極慢

# 慢速
source: Slow
ar: بطيء جدًا
zh_hans: 慢速
zh_hant: 慢速

# 快速
source: Fast
ar: قياسي
tr: Yavaş
zh_hans: 快速
zh_hant: 快速

# 极快
source: Veryfast
ar: سريع
tr: Standart
zh_hans: 极快
zh_hant: 極快

# 屏比
source: Screenratio
ar: سريع جدًا
tr: Hızlı
zh_hans: 屏比
zh_hant: 螢幕比

# 美颜
source: Beauty
ar: نسبة الشاشة
tr: Çok hızlı
zh_hans: 美颜
zh_hant: 美顏

# 音乐
source: Music
ar: الجمال
tr: Ekran oranı
zh_hans: 音乐
zh_hant: 音樂

# 动作
source: Motion
ar: موسيقى
tr: Güzellik
zh_hans: 动作
zh_hant: 動作

# 速度
source: Speed
ar: الإجراء
tr: Müzik
zh_hans: 速度
zh_hant: 速度

# 贴纸
source: Stickers
ar: عامل التصفية
tr: Hız
zh_hans: 贴纸
zh_hant: 貼紙

# 字幕
source: Subtitle
ar: ملصقات
tr: Filter
zh_hans: 字幕
zh_hant: 字幕

# 转场
source: transitions
ar: الترجمة
tr: Stickers
zh_hans: 转场
zh_hant: 轉場

# 舞蹈
source: Dance
ar: الانتقالات
tr: Alt Başlık
zh_hans: 舞蹈
zh_hant: 舞蹈

# 嗨聊
source: Highchat
ar: الرقص
tr: Geçişler
zh_hans: 嗨聊
zh_hant: 嗨聊天

# 复制成功
source: CopySuccess
ar: الدردشة
tr: Dans
zh_hans: 复制成功
zh_hant: 複製成功

# 取消拍摄
source: Cancelashot
tr: Başarıyla Kopyala
zh_hans: 取消拍摄
zh_hant: 取消拍攝

# 确认放弃当前编辑的内容？
source: Confirmabandoningcurrentedit?
ar: إلغاء السجل
zh_hans: 确认放弃当前编辑的内容？
zh_hant: 確認放棄目前編輯的內容？

# 确认放弃当前拍摄的内容？
source: Confirmtodiscardthecurrentrecording?
ar: هل تريد تأكيد حذف المحتوى المعدل حاليًا؟
tr: Kaydı İptal Et
zh_hans: 确认放弃当前拍摄的内容？
zh_hant: 確認放棄目前拍攝的內容？

# 点错了
source: Missedclick
ar: هل تريد تأكيد تجاهل محتوى السجل الحالي؟
tr: Şu anda düzenlenen içeriği silmek için onaylıyor musunuz?
zh_hans: 点错了
zh_hant: 點錯了

# 放弃
source: Givingup
ar: نقرة خاطئة
tr: Geçerli kaydın içeriğini atmayı onaylıyor musunuz?
zh_hans: 放弃
zh_hant: 放棄

# 拍摄
source: Take
zh_hans: 拍摄
zh_hant: 拍攝

# 选择图片
source: Selectingapicture
zh_hans: 选择图片
zh_hant: 選擇圖片

# 长按拖拽可调整视频顺序
source: Longpressanddragtoreorderthevideo
ar: اختر صورة
zh_hans: 长按拖拽可调整视频顺序
zh_hant: 長按拖曳可調整影片順序

# 选择背景音乐
source: Selectbackgroundmusic
tr: Videoyu yeniden sıralamak için uzun basın ve sürükleyin
zh_hans: 选择背景音乐
zh_hant: 選擇背景音樂

# 录音音量
source: Recordingvolume
ar: حدد موسيقى الخلفية
zh_hans: 录音音量
zh_hant: 錄音音量

# 背景音乐音量
source: Backgroundmusicvolume
ar: حجم التسجيل
tr: Arka plan müziğini seç
zh_hans: 背景音乐音量
zh_hant: 背景音樂音量

# 确认清除已添加的背景音乐？
source: Confirmtocleartheaddedbackgroundmusic?
ar: صوت موسيقى الخلفية
tr: Kayıt ses seviyesi
zh_hans: 确认清除已添加的背景音乐？
zh_hant: 確認清除已新增的背景音樂？

# 确认清除
source: Confirmclear
tr: Arka plan müzik sesi
zh_hans: 确认清除
zh_hant: 確認清除

# 当前从%1$s开始
source: Currentlystartingat%1$s
tr: Temizlemeyi onayla
zh_hans: 当前从%1$s开始
zh_hant: 目前從%1$s開始

# 暂无内容哦~
source: Nocontentatthemoment~
tr: Şu anda %1$s konumundan başlıyor
zh_hans: 暂无内容哦~
zh_hant: 暫無內容喔~

# 倒放
source: Reverseplayback
tr: Henüz içerik yok
zh_hans: 倒放
zh_hant: 倒放

# 慢动作
source: Slowmotion
ar: عكسي
zh_hans: 慢动作
zh_hant: 慢動作

# 反复
source: Repeat
ar: حركة بطيئة
tr: Ters
zh_hans: 反复
zh_hant: 重複

# 新增
source: Add
ar: إضافة
tr: Yavaş hareket
zh_hans: 新增
zh_hant: 新增

# 灵魂出窍
source: Outofbody
tr: Ekle
zh_hans: 灵魂出窍
zh_hant: 靈魂出竅

# 视频分裂
source: Videosplits
ar: خارج الجسم
zh_hans: 视频分裂
zh_hant: 視訊分裂

# 动感光波
source: Motionlightwave
ar: تقسيم الفيديو
tr: Vücut dışı
zh_hans: 动感光波
zh_hant: 動感光波

# 暗黑幻境
source: Darkfantasy
ar: تحريك الموجة الضوئية
tr: Video bölme
zh_hans: 暗黑幻境
zh_hant: 暗黑幻境

# 百叶窗
source: Blinds
ar: خيال غامق
tr: Hareketli ışık dalgası
zh_hans: 百叶窗
zh_hant: 百葉窗

# 鬼影
source: Ghostshadow
ar: الستائر
tr: Karanlık fantezi
zh_hans: 鬼影
zh_hant: 鬼影

# 幽灵
source: Ghost
ar: ظل الشبح
tr: Hayalet ve gölgeler
zh_hans: 幽灵
zh_hant: 幽靈

# 闪电
source: Lightning
ar: شبح
tr: Hayalet gölge
zh_hans: 闪电
zh_hant: 閃電

# 镜像
source: Mirror
ar: البرق
tr: Hayalet
zh_hans: 镜像
zh_hant: 鏡像

# 幻觉
source: Illusion
ar: مرآة
tr: Yıldırım
zh_hans: 幻觉
zh_hant: 幻覺

# 取消上传
source: Cancelupload
zh_hans: 取消上传
zh_hant: 取消上傳

# 视频即将上传完成，真的要取消上传吗？
source: Videoisabouttofinishuploading,doyoureallywanttocanceltheupload?
zh_hans: 视频即将上传完成，真的要取消上传吗？
zh_hant: 影片即將上傳完成，真的要取消上傳嗎？

# 使用
source: Use
zh_hans: 使用
zh_hant: 使用

# 下载中
source: Downloading
ar: استخدم
zh_hans: 下载中
zh_hant: 下載中

# 动态贴纸
source: Dynamicstickers
ar: تنزيل
tr: Kullan
zh_hans: 动态贴纸
zh_hant: 動態貼紙

# 静态贴纸
source: Staticstickers
ar: ملصقات ديناميكية
tr: İndir
zh_hans: 静态贴纸
zh_hant: 靜態貼紙

# 气泡样式
source: Bubblestyle
ar: ملصقات ثابتة
tr: Dinamik çıkartmalar
zh_hans: 气泡样式
zh_hant: 氣泡樣式

# 文字颜色
source: Textcolour
ar: نمط الفقاعة
tr: Statik çıkartmalar
zh_hans: 文字颜色
zh_hant: 文字顏色

# 视频拼接中...
source: Videostitchinginprogress...
ar: لون النص
tr: Kabarcık stili
zh_hans: 视频拼接中...
zh_hant: 影片拼接中...

# 取消拼接视频
source: Cancelingvideostitching
ar: عملية الانضمام إلى الفيديو قيد التقدم ...
tr: Metin rengi
zh_hans: 取消拼接视频
zh_hant: 取消拼接影片

# 视频裁剪中...
source: Videocroppinginprogress...
ar: إلغاء الانضمام إلى الفيديو
tr: Video birleştirme işlemi devam ediyor...
zh_hans: 视频裁剪中...
zh_hant: 影片裁切中...

# 已审核
source: Reviewed
ar: محدد
zh_hans: 已审核
zh_hant: 已審核

# 涉黄
source: Pornographic
ar: مواد إباحية
tr: Denetlendi
zh_hans: 涉黄
zh_hant: 涉黃

# 分钟前
source: Minutesago
ar: قبل دقائق
zh_hans: 分钟前
zh_hant: 分鐘前

# 小时前
source: Hoursago
ar: قبل ساعة
tr: dakika önce
zh_hans: 小时前
zh_hant: 小時前

# 天前
source: Daysago
ar: منذ أيام
tr: saat önce
zh_hans: 天前
zh_hant: 天前

# 图片异常，结束编辑
source: Pictureabnormalandfinishediting
ar: إنهاء تحرير الصورة غير الطبيعي
zh_hans: 图片异常，结束编辑
zh_hant: 圖片異常，結束編輯

# 取消视频生成
source: Cancelvideogeneration
ar: إلغاء إنشاء الفيديو
tr: Anormal resim düzenlemeyi sonlandır
zh_hans: 取消视频生成
zh_hant: 取消影片產生

# 左右
source: Leftandright
ar: يسار ويمين
zh_hans: 左右
zh_hant: 左右

# 上下
source: Upanddown
ar: لأعلى ولأسفل
tr: sol ve sağ
zh_hans: 上下
zh_hant: 上下

# 缩小
source: Zoomin
ar: تصغير
tr: yakınlaştır
zh_hans: 缩小
zh_hant: 縮小

# 淡入淡出
source: Fadeinandfadeout
ar: التلاشي والبهت
tr: döndür
zh_hans: 淡入淡出
zh_hant: 淡入淡出

# 视频生成中...
source: Videoisbeinggenerated...
ar: إنشاء الفيديو ...
zh_hans: 视频生成中...
zh_hant: 影片產生中...

# 伴奏
source: Companiment
ar: مرافقة
zh_hans: 伴奏
zh_hant: 伴奏

# 人声
source: Vocals
ar: غناء
tr: Eşlik
zh_hans: 人声
zh_hant: 人聲

# 音量调节
source: Volumeadjustment
ar: إعداد الصوت
tr: Vokaller
zh_hans: 音量调节
zh_hant: 音量調整

# 用户名不规范
source: Usernamenotspecified
ar: لم يتم تحديد اسم مستخدم
tr: Ses ayarı
zh_hans: 用户名不规范
zh_hant: 使用者名稱不規範

# 当前无网络连接
source: Nocurrentnetworkconnection
ar: لا يوجد اتصال شبكة صالح
zh_hans: 当前无网络连接
zh_hant: 目前無網路連線

# 注册成功
source: Registrationsuccessful
ar: التسجيل ناجح
zh_hans: 注册成功
zh_hant: 註冊成功

# 自动登录成功
source: Automaticloginsuccessful
ar: تم تسجيل الدخول التلقائي بنجاح
tr: Kayıt başarılı
zh_hans: 自动登录成功
zh_hant: 自動登入成功

# 自动登录失败
source: Autologinfailed
ar: فشل تسجيل الدخول التلقائي
tr: Otomatik oturum açma başarılı
zh_hans: 自动登录失败
zh_hant: 自動登入失敗

# 用户名格式错误
source: Usernameformaterror
ar: خطأ في تنسيق اسم المستخدم
tr: Otomatik oturum açma başarısız oldu
zh_hans: 用户名格式错误
zh_hant: 使用者名稱格式錯誤

# 密码格式错误
source: Passwordformaterror
ar: خطأ في تنسيق كلمة المرور
tr: Kullanıcı adı biçim hatası
zh_hans: 密码格式错误
zh_hant: 密碼格式錯誤

# 用户名已存在
source: Usernamealreadyexists
ar: اسم المستخدم موجود بالفعل
tr: Parola biçimi hatası
zh_hans: 用户名已存在
zh_hant: 使用者名稱已存在

# 注册失败:
source: Registrationfailed:
ar: فشل التسجيل:
tr: Kullanıcı adı zaten var
zh_hans: 注册失败:
zh_hant: 註冊失敗:

# 开始录制成功
source: Recordingstartedsuccessfully
ar: بدأ التسجيل بنجاح
zh_hans: 开始录制成功
zh_hant: 開始錄製成功

# 存在未完成的任务
source: Thereisanincompletetask
ar: هناك مهمة غير منتهية
tr: Kayıt başarıyla başlatıldı
zh_hans: 存在未完成的任务
zh_hant: 存在未完成的任務

# 视频文件路径为空
source: Videofilepathisempty
ar: مسار ملف الفيديو فارغ
tr: Tamamlanmamış bir görev var
zh_hans: 视频文件路径为空
zh_hant: 視訊檔案路徑為空

# 版本小于18
source: versionislessthan18
ar: الإصدار الأقل من 18
tr: Video dosyası yolu boş
zh_hans: 版本小于18
zh_hant: 版本小於18

# 还未初始化结束
source: Notfinishedinitialising
ar: لم تكتمل التهيئة
tr: sürüm 18 den küçük
zh_hans: 还未初始化结束
zh_hant: 還未初始化結束

# licence校验失败
source: licenceverificationfailed
ar: فشل التحقق من الترخيص
tr: Başlatma işlemi tamamlanmadı
zh_hans: licence校验失败
zh_hant: licence校驗失敗

# 录制失败，错误码：
source: PleasecallTXUGCBase.getLicenceInfo(Contextcontext)togetthelicenceinformation
ar: يرجى الاتصال بـ TXUGCBase.getLicenceInfo (سياق السياق) للحصول على معلومات الترخيص
tr: lisans doğrulama hatası
zh_hans: 录制失败，错误码：
zh_hant: 錄製失敗，錯誤碼：

# 请调用TXUGCBase.getLicenceInfo(Context context)获取licence信息
source: Please call TXUGCBase.getLicenceInfo(Context context) to get licence info
ar: فشل التسجيل ، رمز الخطأ:
tr: Lisans bilgilerini almak için lütfen TXUGCBase.getLicenceInfo(Context context) öğesini çağırın
zh_hans: 请调用TXUGCBase.getLicenceInfo(Context context)获取licence信息
zh_hant: 請呼叫TXUGCBase.getLicenceInfo(Context context)取得licence資訊

# 摄像头打开失败，请检查权限
source: Camerafailedtoopen,pleasecheckpermissions
ar: فشل فتح الكاميرا ، يرجى التحقق من الأذونات
tr: Kayıt başarısız, hata kodu:
zh_hans: 摄像头打开失败，请检查权限
zh_hant: 攝影機開啟失敗，請檢查權限

# 麦克风打开失败，请检查权限
source: Microphonefailedtoopen,pleasecheckpermissions
ar: تعذر تشغيل الميكروفون ، يرجى التحقق من الأذونات
tr: Kamera açılamadı, lütfen izinleri kontrol edin
zh_hans: 麦克风打开失败，请检查权限
zh_hant: 麥克風開啟失敗，請檢查權限

# 录制失败，原因：
source: Recordingfailed,reason:
ar: فشل التسجيل ، السبب:
zh_hans: 录制失败，原因：
zh_hant: 錄製失敗，原因：

# 正在合成...
source: Synthesizing...
ar: توليف ...
tr: Kayıt başarısız, neden:
zh_hans: 正在合成...
zh_hant: 正在合成...

# 正在合成
source: Synthesizing
ar: توليف
zh_hans: 正在合成
zh_hant: 正在合成

# 合成失败
source: Synthesisfailed
ar: فشل التركيب
zh_hans: 合成失败
zh_hant: 合成失敗

# 开启
source: On
ar: تشغيل
zh_hans: 开启
zh_hant: 開啟

# 不，谢谢
source: No,thanks
ar: لا ، شكرًا
tr: Açık
zh_hans: 不，谢谢
zh_hant: 不，謝謝

# 发生未知错误,路径不能为空
source: Anunknownerroroccurred,pathcannotbeempty
ar: حدث خطأ غير معروف ، لا يمكن أن يكون المسار فارغًا
tr: Japonca
zh_hans: 发生未知错误,路径不能为空
zh_hant: 發生未知錯誤,路徑不能為空

# 已选取
source: Selected
ar: محدد
tr: Bilinmeyen bir hata oluştu, yol boş olamaz
zh_hans: 已选取
zh_hant: 已選取

# 编辑失败
source: Editingfailed
ar: فشل التحرير
tr: seçilmiş
zh_hans: 编辑失败
zh_hant: 編輯失敗

# 暂不支持Android 4.3以下的系统或者空视频文件
source: Android versions below 4.3 or empty video files are not supported
ar: لا يدعم حاليًا Android 4.3 أو ملفات الفيديو الأقل أو الفارغة
zh_hans: 暂不支持Android 4.3以下的系统或者空视频文件
zh_hant: 暫時不支援Android 4.3以下的系統或空白視訊檔案

# 用户名不存在
source: Usernamedoesnotexist
ar: اسم المستخدم غير موجود
zh_hans: 用户名不存在
zh_hant: 使用者名稱不存在

# 密码错误
source: Passworderror
ar: خطأ في كلمة المرور
zh_hans: 密码错误
zh_hant: 密碼錯誤

# 正在下载...
source: Downloading...
ar: جارٍ التنزيل ...
tr: Parola hatası
zh_hans: 正在下载...
zh_hant: 正在下載...

# 选择的文件不存在
source: Theselectedfiledoesnotexist
ar: الملف المحدد غير موجود
tr: İndiriliyor...
zh_hans: 选择的文件不存在
zh_hant: 所選的檔案不存在

# 请选择多个图片
source: Pleaseselectmultipleimages
ar: يرجى تحديد عدة صور
zh_hans: 请选择多个图片
zh_hant: 請選擇多個圖片

# 知道了
source: Gotit
ar: مفهوم
tr: Seçili dosya mevcut değil
zh_hans: 知道了
zh_hant: 知道了

# 包含已经损坏的视频文件
source: Containscorruptedvideofiles
ar: يحتوي على ملفات فيديو تالفة
tr: Anlaşıldı
zh_hans: 包含已经损坏的视频文件
zh_hant: 包含已經損壞的視訊檔案

# 状态异常，结束编辑
source: Statusisabnormal,finishediting
ar: الحالة غير طبيعية ، قم بإنهاء التحرير
tr: Seçili dosya mevcut değil
zh_hans: 状态异常，结束编辑
zh_hant: 狀態異常，結束編輯

# 视频预处理中...
source: Videopreprocessinginprogress...
ar: معالجة الفيديو المسبقة قيد التقدم ...
zh_hans: 视频预处理中...
zh_hant: 影片預處理中...

# 取消预处理
source: Cancelingpreprocessing
ar: إلغاء المعالجة المسبقة
tr: Bilinmeyen bir hata oluştu, yol boş olamaz
zh_hans: 取消预处理
zh_hant: 取消預處理
