Repository: LINHAO1111427/mugozb
Catalog: Project/rechao/klcMPVA/Localizable/*.lproj/Localizable.strings
Languages: ar, tr, zh_hans, zh_hant

# 原因：
source: Reasons:
ar: الأسباب:
tr: Nedenler:
zh_hans: 原因：
zh_hant: 原因：

# 10天未处理订单将自动同意退款申请
source: Arefundrequestwillbeautomaticallygrantedforordersnotprocessedfor10days
ar: سيتم إصدار طلب استرداد تلقائيًا للطلبات التي لم تتم معالجتها لمدة 10 أيام
tr: 10 gün boyunca işleme alınmayan siparişler için otomatik olarak bir geri ödeme talebi verilecektir
zh_hans: 10天未处理订单将自动同意退款申请
zh_hant: 10天未處理訂單將自動同意退款申請

# 去处理
source: Gotoprocessing
ar: انتقل إلى المعالجة
tr: İşleme git
zh_hans: 去处理
zh_hant: 去處理

# 件
source: Pieces
ar: الأجزاء
tr: Parçalar
zh_hans: 件
zh_hant: 件

# 总金额
source: Totalamount
ar: المبلغ الإجمالي
tr: Toplam tutar
zh_hans: 总金额
zh_hant: 總金額

# 收货人
source: consignee
ar: المستلم
tr: Alıcı
zh_hans: 收货人
zh_hant: 收貨人

# 电话
source: Phone
ar: الهاتف
tr: Telefon
zh_hans: 电话
zh_hant: 電話

# 电话：
source: Phone:
ar: الهاتف:
tr: Telefon:
zh_hans: 电话：
zh_hant: 電話：

# 地址
source: Address
ar: العنوان
tr: Adres
zh_hans: 地址
zh_hant: 地址

# 修改地址
source: Modifyaddress
ar: تغيير العنوان
tr: Adres değiştir
zh_hans: 修改地址
zh_hant: 修改地址

# 您的订单已发货
source: Yourorderhasbeenshipped
ar: تم شحن طلبك
tr: Siparişiniz kargoya verildi
zh_hans: 您的订单已发货
zh_hant: 您的訂單已出貨

# 退款申请
source: Refundrequest
ar: طلب الإرجاع
tr: İade talebi
zh_hans: 退款申请
zh_hant: 退款申請

# 审核退款申请
source: Auditrefundrequest
ar: التحقق من طلب رد الأموال
tr: İade talebini denetle
zh_hans: 审核退款申请
zh_hant: 審核退款申請

# 退款类型
source: Refundtype
ar: نوع الإرجاع
tr: İade türü
zh_hans: 退款类型
zh_hant: 退款類型

# 仅退款
source: Refundonly
ar: رد الأموال فقط
tr: Sadece geri ödeme
zh_hans: 仅退款
zh_hant: 僅退款

# （未收到货）
source: (Notreceived)
ar: (لم يتم استلامها)
tr: (Alınmadı)
zh_hans: （未收到货）
zh_hant: （未收到貨）

# 仅退款(未收到货)
source: Refundonly(notreceived)
ar: رد الأموال فقط (لم يتم استلامها)
tr: Sadece geri ödeme (alınmadı)
zh_hans: 仅退款(未收到货)
zh_hant: 僅退款(未收到貨)

# 退货退款(已收到货)
source: Returnforrefund(goodsreceived)
ar: الإرجاع للإرجاع (البضائع المستلمة)
tr: İade için geri dönüş (alınan mallar)
zh_hans: 退货退款(已收到货)
zh_hant: 退貨退款(已收到貨)

# 拒绝退款申请
source: Refundrequestsrejected
ar: رفض طلبات الإرجاع
tr: Reddedilen iade talepleri
zh_hans: 拒绝退款申请
zh_hant: 拒絕退款申請

# 请填写拒绝原因…
source: Pleasefillinthereasonforrefusal...
ar: يرجى ملء سبب الرفض ...
tr: Lütfen ret nedenini doldurun...
zh_hans: 请填写拒绝原因…
zh_hant: 請填入拒絕原因…

# 确认同意退款申请?
source: ConfirmRefundRequest?
ar: تأكيد طلب استرداد الأموال؟
tr: İade Talebini Onaylayın?
zh_hans: 确认同意退款申请?
zh_hant: 確認同意退款申請?

# 同意退款申请
source: Consenttorefundapplication
ar: تأكيد لتطبيق الإرجاع
tr: İade başvurusu için onay
zh_hans: 同意退款申请
zh_hant: 同意退費申請

# 退货退款
source: Returnforrefund
ar: إرجاع لاسترداد الأموال
tr: İade için geri gönder
zh_hans: 退货退款
zh_hant: 退貨退款

# 请选择退款原因
source: Pleaseselectareasonforrefund
ar: يرجى تحديد سبب الإرجاع
tr: Lütfen iade için bir neden seçin
zh_hans: 请选择退款原因
zh_hant: 請選擇退款原因

# 请输入备注内容…
source: Pleaseenteranote...
ar: الرجاء إدخال ملاحظة ...
tr: Lütfen bir not girin...
zh_hans: 请输入备注内容…
zh_hant: 請輸入備註內容…

# 最多3张
source: Maximumof3sheets
ar: 3 أوراق كحد أقصى
tr: Maksimum 3 sayfa
zh_hans: 最多3张
zh_hant: 最多3張

# 最多3张图片
source: Maximum3images
ar: 3 صور كحد أقصى
tr: Maksimum 3 resim
zh_hans: 最多3张图片
zh_hant: 最多3張圖片

# 退款原因
source: Reasonforrefund
ar: سبب الإرجاع
tr: İade nedeni
zh_hans: 退款原因
zh_hant: 退款原因

# 已收到买家的退货，并退款给买家
source: Returnshavebeenreceivedfromthebuyerandrefundedtothebuyer
ar: تم الاستلام ورد الأموال من المشتري
tr: Alıcıdan iade alındı ve geri ödeme sağlandı
zh_hans: 已收到买家的退货，并退款给买家
zh_hant: 已收到買家的退貨，並退款給買家

# 拒绝退款
source: Refundrefused
ar: تم رفض الإرجاع
tr: İade reddedildi
zh_hans: 拒绝退款
zh_hant: 拒絕退款

# 同意退款
source: agreedtorefund
ar: قبول الإرجاع
tr: iade kabul edildi
zh_hans: 同意退款
zh_hant: 同意退款

# 货物审核
source: Goodsaudit
ar: فحص البضائع
tr: Mal denetimi
zh_hans: 货物审核
zh_hant: 貨物審核

# 退款
source: Refunds
ar: عودة
tr: İade
zh_hans: 退款
zh_hant: 退款

# 退款中
source: Refundsinprogress
ar: عمليات رد الأموال قيد التقدم
tr: İade işlemleri devam ediyor
zh_hans: 退款中
zh_hant: 退款中

# 已退款
source: Refundsmade
ar: عمليات رد الأموال
tr: Yapılan geri ödemeler
zh_hans: 已退款
zh_hant: 已退款

# 待发货
source: Pendingdelivery
ar: انتظار التسليم
tr: Teslimat bekleniyor
zh_hans: 待发货
zh_hant: 待出貨

# 待收货
source: Pendingreceipt
ar: إيصال معلق
tr: Bekleyen makbuz
zh_hans: 待收货
zh_hant: 待收貨

# 待付款
source: Paymentpending
ar: الدفع معلق
tr: Ödeme beklemede
zh_hans: 待付款
zh_hant: 待付款

# 订单关闭
source: Orderclosure
ar: إغلاق الأمر
tr: Sipariş kapat
zh_hans: 订单关闭
zh_hant: 訂單關閉

# 申请退款
source: RequestforRefund
ar: طلب الإرجاع
tr: İade Talebi
zh_hans: 申请退款
zh_hant: 申請退款

# 立即付款
source: PayNow
ar: ادفع الآن
tr: Şimdi Öde
zh_hans: 立即付款
zh_hant: 立即付款

# 填写物流单号
source: Fillinthelogisticsnumber
ar: أدخل رقم الخدمات اللوجستية
tr: Lojistik numarasını girin
zh_hans: 填写物流单号
zh_hant: 填入物流單號

# 请填写物流单号
source: Pleasefillinthelogisticsordernumber
ar: الرجاء إدخال رقم طلب اللوجستيات
tr: Lütfen lojistik sipariş numarasını girin
zh_hans: 请填写物流单号
zh_hant: 請填入物流單號

# 立即发货
source: ShipNow
ar: الشحن الآن
tr: Şimdi Gönder
zh_hans: 立即发货
zh_hant: 立即出貨

# 退货信息
source: ReturnInformation
ar: إرجاع المعلومات
tr: Geri Dönüş Bilgileri
zh_hans: 退货信息
zh_hant: 退貨資訊

# 您的退款申请审核已通过
source: Yourrefundrequesthasbeenapproved
ar: تمت الموافقة على طلب استرداد الأموال الخاص بك
tr: İade talebiniz onaylandı
zh_hans: 您的退款申请审核已通过
zh_hant: 您的退款申請審核已通過

# 未处理订单将自动同意退款申请
source: Unprocessedorderswillbeautomaticallygranted
ar: سيتم تسليم الطلبات التي لم تتم معالجتها تلقائيًا
tr: İşlenmemiş siparişler otomatik olarak verilecektir
zh_hans: 未处理订单将自动同意退款申请
zh_hant: 未處理訂單將自動同意退款申請

# 您的退款申请审核未通过
source: Yourrefundrequestwasnotapproved
ar: لم تتم الموافقة على طلب استرداد الأموال الخاص بك
tr: İade talebiniz onaylanmadı
zh_hans: 您的退款申请审核未通过
zh_hant: 您的退款申請審核未通過

# 您的退款将于
source: Yourrefundwillbeissuedon
ar: سيتم رد الأموال في
tr: İadeniz şu tarihte yapılacaktır
zh_hans: 您的退款将于
zh_hant: 您的退款將於

# 内退回付款账户
source: Returnedtothepaymentaccountwithin
ar: رد أموال لحساب الدفع
tr: Ödeme hesabına geri ödeme
zh_hans: 内退回付款账户
zh_hant: 內退回付款帳戶

# 请您于
source: Pleasereturnyourrefundtoyourpaymentaccounton
ar: الرجاء إعادة المبلغ المسترد إلى حساب الدفع الخاص بك في
tr: Lütfen geri ödemenizi şu tarihte ödeme hesabınıza iade edin
zh_hans: 请您于
zh_hant: 請您於

# 内将货物退回并填写物流单号，超时订单自动取消退款
source: returnthegoodsandfillinthelogisticsnumber,afterwhichtheorderwillbeautomaticallycancelledforrefund
ar: أعد العناصر واملأ رقم الخدمات اللوجستية ، ثم سيتم إلغاء الطلب تلقائيًا لاسترداد الأموال
tr: Ürünleri iade edin ve lojistik numarasını doldurun, ardından sipariş para iadesi için otomatik olarak iptal edilecektir
zh_hans: 内将货物退回并填写物流单号，超时订单自动取消退款
zh_hant: 內將貨物退回並填寫物流單號，超時訂單自動取消退款

# 退款收货提醒
source: Refundreceiptreminder
ar: تذكير بإيصال الاستلام
tr: İade makbuzu hatırlatıcısı
zh_hans: 退款收货提醒
zh_hant: 退款收貨提醒

# 货物已发出
source: Goodshavebeensent
ar: إرسال البضائع
tr: Mallar gönderildi
zh_hans: 货物已发出
zh_hant: 貨物已發出

# 内未处理订单将自动同意
source: Ordersnotprocessedwithinwillbeautomaticallyagreed
ar: الطلبات التي لم تتم معالجتها خلال فترة زمنية معينة سيتم قبولها تلقائيًا
tr: Belirli bir süre içinde işleme alınmayan siparişler otomatik olarak kabul edilecektir
zh_hans: 内未处理订单将自动同意
zh_hant: 內未處理訂單將自動同意

# 您的退款已到账
source: Yourrefundhasarrived
ar: وصول المبلغ المسترد
tr: İadeniz geldi
zh_hans: 您的退款已到账
zh_hant: 您的退款已到帳

# 到账金额
source: Theamountofyourrefund
ar: رد أموالك
tr: İade tutarınız
zh_hans: 到账金额
zh_hant: 到帳金額

# 到账时间
source: Timeofarrival
ar: وقت الوصول
tr: Varış zamanı
zh_hans: 到账时间
zh_hant: 到帳時間

# 内未发货订单自动取消
source: Automaticcancellationofunshippedorderswithin
ar: الإلغاء التلقائي للطلبات التي لم يتم تسليمها
tr: Gönderilmeyen siparişlerin otomatik iptali
zh_hans: 内未发货订单自动取消
zh_hant: 內未出貨訂單自動取消

# 退款货物已签收
source: Refundgoodshavebeensignedfor
ar: موقع لإرجاع البضائع
tr: İade malları için imza atıldı
zh_hans: 退款货物已签收
zh_hant: 退款貨物已簽收

# 修改为普通模式时,新用户可自由无限制进入直播房间 修改为其他模式时,当前直播房间用户将自动退出直播房间
source: Whenchangingtonormalmode,newuserswillhavefreeandunlimitedaccesstotheliveroom Whenchangingtoothermodes,thecurrentliveroomuserwillautomaticallyexittheliveroom
ar: عند التبديل إلى الوضع العادي ، سيتمتع المستخدمون الجدد بوصول مجاني وغير محدود إلى الغرفة الحية n عند التبديل إلى أوضاع أخرى ، سيخرج مستخدم الغرفة الحية الحالي تلقائيًا من الغرفة الحية
tr: Normal moda geçerken, yeni kullanıcılar canlı odaya ücretsiz ve sınırsız erişime sahip olacaktır Diğer modlara geçerken, mevcut canlı oda kullanıcısı otomatik olarak canlı odadan çıkacaktır
zh_hans: 修改为普通模式时,新用户可自由无限制进入直播房间 修改为其他模式时,当前直播房间用户将自动退出直播房间
zh_hant: 修改為普通模式時,新用戶可自由無限制進入直播房間 修改為其他模式時,當前直播房間用戶將自動退出直播房間

# 入团金额
source: Theamountofmoneytojointhegroup
ar: مقدار المشاركة
zh_hans: 入团金额
zh_hant: 入團金額

# 点击修改
source: Clicktomodify
ar: انقر للتغيير
tr: Katılma Miktarı
zh_hans: 点击修改
zh_hant: 點選修改

# 粉丝团人数
source: Numberoffans
ar: عدد المعجبين
tr: Değiştirmek için tıklayın
zh_hans: 粉丝团人数
zh_hant: 粉絲團人數

# 粉丝团打赏
source: FanClubRewards
ar: مكافآت Fan Club
tr: Taraftar sayısı
zh_hans: 粉丝团打赏
zh_hant: 粉絲團打賞

# 消费详情
source: Spendingdetails
ar: تفاصيل الإنفاق
tr: Fan Klüp Ödülleri
zh_hans: 消费详情
zh_hant: 消費詳情

# 我的粉丝群
source: MyFanGroup
tr: Harcama detayları
zh_hans: 我的粉丝群
zh_hant: 我的粉絲群

# 修改入团金额
source: Modifygroupentryamount
ar: تغيير مبلغ تسجيل دخول المجموعة
tr: Taraftar Grubum
zh_hans: 修改入团金额
zh_hant: 修改入團金額

# 请输入入团金额
source: Entertheamountofyourgroup
ar: أدخل مقدار مجموعتك
tr: Grup giriş miktarını değiştir
zh_hans: 请输入入团金额
zh_hant: 請輸入入團金額

# 修改粉丝团名称
source: Modifythenameofthefangroup
ar: تغيير اسم fangroup
tr: Grubunuzun miktarını girin
zh_hans: 修改粉丝团名称
zh_hant: 修改粉絲團名稱

# 修改粉丝团名称：
source: Modifythenameofthefangroup:
ar: تغيير اسم fangroup:
tr: Taraftar grubunun adını değiştirin
zh_hans: 修改粉丝团名称：
zh_hant: 修改粉絲團名稱：

# 请输入修改粉丝团名称
source: Entertochangethenameofthefangroup
ar: أدخل لتغيير اسم fangroup
tr: Taraftar grubunun adını değiştirin:
zh_hans: 请输入修改粉丝团名称
zh_hant: 請輸入修改粉絲團名稱

# 内容不能为空
source: Contentcannotbeempty
ar: لا يمكن أن يكون المحتوى فارغًا
tr: Taraftar grubunun adını değiştirmek için girin
zh_hans: 内容不能为空
zh_hant: 內容不能為空

# 内容不能为空！
source: Contentcannotbeempty!
ar: لا يمكن أن يكون المحتوى فارغًا!
tr: İçerik boş olamaz
zh_hans: 内容不能为空！
zh_hant: 內容不能為空！

# 不能低于入团最低价格
source: Canitbelessthanthelowestpriceinthegroup
ar: لا يمكن أن يكون أقل من أقل سعر في المجموعة
tr: İçerik boş olamaz!
zh_hans: 不能低于入团最低价格
zh_hant: 不能低於入團最低價

# 设置成功
source: Setupwassuccessful
ar: تم الإعداد بنجاح
tr: Gruptaki en düşük fiyattan daha az olamaz
zh_hans: 设置成功
zh_hant: 設定成功

# 平台为您推荐热门心愿
source: Platformrecommendspopularwishesforyou
ar: يقترح النظام الأساسي رغباتك الشعبية
tr: Kurulum başarılı oldu
zh_hans: 平台为您推荐热门心愿
zh_hant: 平台為您推薦熱門心願

# 换一批
source: Changebatch
ar: تغيير الدُفعة
tr: Platform sizin için popüler dilekleri öneriyor
zh_hans: 换一批
zh_hant: 換一批

# 数量为0
source: Qualityis0
ar: الجودة 0
tr: Parti değiştir
zh_hans: 数量为0
zh_hant: 數量為0

# 更改房间名称
source: Changethenameoftheroom
ar: تغيير اسم الغرفة
tr: Kalite 0
zh_hans: 更改房间名称
zh_hant: 更改房間名稱

# 清除麦位火力值
source: Clearthefirepowervalueofthewheatposition
ar: مسح قيمة شعبية الميكروفون
tr: Odanın adını değiştirin
zh_hans: 清除麦位火力值
zh_hant: 清除麥位火力值

# 当前房间模式:
source: Currentroommode:
ar: وضع الغرفة الحالي:
tr: Mikrofonun popülerlik değerini temizle
zh_hans: 当前房间模式:
zh_hant: 目前房間模式:

# 商品橱窗
source: Productwindow
ar: نافذة المنتج
tr: Geçerli oda modu:
zh_hans: 商品橱窗
zh_hant: 商品櫥窗

# 直播橱窗管理
source: Livewindowmanagement
ar: إدارة النافذة الحية
tr: Ürün penceresi
zh_hans: 直播橱窗管理
zh_hant: 直播櫥窗管理

# 暂无商品
source: Noproductsyet
ar: لا توجد منتجات حتى الآن
tr: Canlı pencere yönetimi
zh_hans: 暂无商品
zh_hant: 暫無商品

# 海报
source: Poster
ar: ملصق
tr: Henüz ürün yok
zh_hans: 海报
zh_hant: 海報

# 请上传海报
source: Pleaseuploadposters
ar: يرجى تحميل الملصقات
tr: Poster
zh_hans: 请上传海报
zh_hant: 請上傳海報

# 发红包
source: Sendbonuspackets
ar: علبة الهدايا
tr: Lütfen posterleri yükleyin
zh_hans: 发红包
zh_hant: 發紅包

# 背景音乐
source: Backgroundmusic
ar: موسيقى الخلفية
tr: Hediye Paketi
zh_hans: 背景音乐
zh_hant: 背景音樂

# 上传活动横幅
source: Uploadeventbanners
ar: تحميل لافتات الحدث
tr: Arka plan müziği
zh_hans: 上传活动横幅
zh_hant: 上傳活動橫幅

# 图片建议尺寸： 宽度为270px，高度不得超过540px; 仅支持1张活动横幅
source: Recommendedimagesize: 270pxinwidth,nomorethan540pxinheight; only1eventbannersupported
ar: حجم الصورة الموصى به: n عرض 270 بكسل × 540 بكسل ارتفاع ؛ n تم دعم شعار حدث واحد فقط
tr: Etkinlik afişlerini yükle
zh_hans: 图片建议尺寸： 宽度为270px，高度不得超过540px; 仅支持1张活动横幅
zh_hant: 圖片建議尺寸： 寬度為270px，高度不得超過540px; 僅支援1張活動橫幅

# 我要直播带货
source: Iwanttolivelead
ar: سأبيع المنتجات مباشرة
tr: Tavsiye edilen resim boyutu: 270 piksel genişlik, en fazla 540 piksel yükseklik; sadece 1 etkinlik afişi desteklenir
zh_hans: 我要直播带货
zh_hant: 我要直播帶貨

# 红包个数
source: NumberofRedPackets
ar: عدد الحزم الإضافية
tr: Canlı yayında ürün satacağım
zh_hans: 红包个数
zh_hant: 紅包個數

# 金币红包
source: GoldenBonusPackets
ar: مكافأة الذهب
tr: Bonus Paket Sayısı
zh_hans: 金币红包
zh_hant: 金幣紅包

# 填写数量
source: Fillinthenumber
ar: رقم التعبئة
tr: Altın Bonus
zh_hans: 填写数量
zh_hant: 填入數量

# 单个红包金额
source: Asinglebonusamount
ar: مبلغ مكافأة واحد
tr: Numarayı doldur
zh_hans: 单个红包金额
zh_hant: 單一紅包金額

# 红包总金额
source: Totalamountofthebonus
ar: إجمالي مبلغ المكافأة
tr: Tek bir bonus miktarı
zh_hans: 红包总金额
zh_hant: 紅包總金額

# 发送红包
source: Sendabonus
ar: أرسل مكافأة
tr: Toplam bonus miktarı
zh_hans: 发送红包
zh_hant: 傳送紅包

# 请填写金额
source: Pleasefillintheamount
ar: الرجاء إدخال المبلغ
tr: Bir bonus gönder
zh_hans: 请填写金额
zh_hant: 請填寫金額

# 请填写数量
source: Pleasefillinthenumber
ar: الرجاء إدخال الرقم
tr: Lütfen tutarı girin
zh_hans: 请填写数量
zh_hant: 請填入數量

# 用户任务
source: Usertask
ar: دور المستخدم
tr: Lütfen numarayı girin
zh_hans: 用户任务
zh_hant: 使用者任務

# 主播任务
source: MainMission
ar: دور الناشر
tr: Kullanıcı Görevi
zh_hans: 主播任务
zh_hant: 主播任務

# 签到
source: Signin
ar: تسجيل الدخول
tr: Yayıncı Görevi
zh_hans: 签到
zh_hant: 簽到

# （已签到0天）
source: (Checkedinfor0days)
ar: (0 يوم تم تسجيل الدخول)
tr: Oturum aç
zh_hans: （已签到0天）
zh_hant: （已簽到0天）

# 已签到
source: Signedin
ar: مكتمل
tr: (Oturum açılan 0 gün)
zh_hans: 已签到
zh_hant: 已簽到

# （已签到
source: Signedin
ar: (تسجيل الدخول
tr: Tamamla
zh_hans: （已签到
zh_hant: （已簽至

# 去签到
source: Gotosignedin
ar: المهام اليومية
zh_hans: 去签到
zh_hant: 去簽到

# 升级LV30还差99
source: 99toupgradetoLV30
ar: تبقى 99 تجربة للترقية إلى LV30
tr: Günlük Görev
zh_hans: 升级LV30还差99
zh_hant: 升級LV30還差99

# 升级LV
source: UpgradeLV
ar: LV
tr: LV30 a yükseltmek için 99 deneyim kaldı
zh_hans: 升级LV
zh_hant: 升級LV

# 暂时只支持小姐姐认证哦~
source: Fornow,onlyMissCertificationissupported
ar: يتم دعم شهادة الإناث فقط في الوقت الحالي
tr: kalan deneyim
zh_hans: 暂时只支持小姐姐认证哦~
zh_hant: 暫時只支援小姐姐認證喔~

# 签到功能暂未开启！
source: Check-inisnotyetenabled!
ar: تسجيل الوصول غير نشط حتى الآن!
tr: Şimdilik sadece Bayan Sertifikasyonu destekleniyor
zh_hans: 签到功能暂未开启！
zh_hant: 簽到功能暫未開啟！

# 未配置等级礼包
source: Unconfiguredlevelpack
ar: حزمة المستوى غير المكونة
tr: Check-in henüz etkin değil!
zh_hans: 未配置等级礼包
zh_hant: 未配置等級禮包

# 级有大礼包哟
source: Levelhasabiggiftbag
ar: لديه حقيبة هدايا كبيرة
tr: Yapılandırılmamış seviye paketi
zh_hans: 级有大礼包哟
zh_hant: 等級有大禮包喲

# 每日任务
source: Dailytasks
ar: المهام اليومية
tr: büyük bir hediye çantası var
zh_hans: 每日任务
zh_hant: 每日任務

# 您当前还不是主播哦~
source: Youarenotcurrentlyananchor
ar: أنت لست ناشرًا حاليًا
tr: Günlük Görevler
zh_hans: 您当前还不是主播哦~
zh_hant: 您目前還不是主播喔~

# 未满18岁不可以认证主播哦～
source: Youarenotallowedtoauthenticateasananchorifyouareunder18yearsold~
ar: لا يُسمح لك بالمصادقة كناشر إذا كان عمرك أقل من 18 عامًا
tr: Şu anda yayıncı değilsiniz
zh_hans: 未满18岁不可以认证主播哦～
zh_hant: 未滿18歲不可以認證主播喔～

# 去认证
source: Gotocertification
ar: انتقل إلى الشهادة
tr: 18 yaşından küçükseniz yayıncı olarak kimlik doğrulama yapmanıza izin verilmez
zh_hans: 去认证
zh_hant: 去認證

# 任务详情
source: Missiondetails
ar: تفاصيل المهمة
tr: Sertifikaya git
zh_hans: 任务详情
zh_hant: 任務詳情

# 主播认证
source: AnchorCertification
ar: شهادة الناشر
tr: Misyon ayrıntıları
zh_hans: 主播认证
zh_hant: 主播認證

# 认证中心
source: CertificationCentre
ar: مركز الشهادات
tr: Yayıncı Sertifikasyonu
zh_hans: 认证中心
zh_hant: 認證中心

# 个性签名
source: Signature
ar: التوقيع المخصص
tr: Sertifikasyon Merkezi
zh_hans: 个性签名
zh_hant: 個性簽名

# 个性签名不能为空
source: PersonalizedSignaturecannotbenull
ar: لا يمكن أن يكون التوقيع المخصص فارغًا
tr: Kişiye Özel İmza
zh_hans: 个性签名不能为空
zh_hant: 個性簽章不能為空

# 请填写您的个性签名
source: Pleasefillinyourpersonalizedsignature
ar: الرجاء ملء توقيعك المخصص
tr: Kişiselleştirilmiş İmza boş olamaz
zh_hans: 请填写您的个性签名
zh_hant: 請填入您的個人簽名

# 星座
source: Horoscope
ar: برجك
tr: Lütfen kişiselleştirilmiş imzanızı doldurun
zh_hans: 星座
zh_hant: 星座

# 星座：
source: ZodiacSign:
ar: تسجيل:
tr: Horoskop
zh_hans: 星座：
zh_hant: 星座：

# 职业：
source: Occupation:
ar: الوظيفة:
tr: Burç:
zh_hans: 职业：
zh_hant: 職業：

# 所在地：
source: Location:
ar: الموقع:
tr: Meslek:
zh_hans: 所在地：
zh_hant: 所在地：

# 根据您的生日自动生成
source: Automaticallygeneratedbasedonyourbirthday
ar: تم إنشاؤه تلقائيًا بناءً على تاريخ ميلادك
tr: Lokasyon:
zh_hans: 根据您的生日自动生成
zh_hant: 根據您的生日自動產生

# 职业
source: Occupation
ar: المهنة
tr: Otomatik olarak doğum gününüze göre oluşturulur
zh_hans: 职业
zh_hant: 職業

# 请填写您的职业
source: Pleasefillinyouroccupation
ar: الرجاء إدخال مهنتك
tr: Meslek
zh_hans: 请填写您的职业
zh_hant: 請填入您的職業生涯

# 身高
source: Height
ar: الطول
tr: Lütfen mesleğinizi girin
zh_hans: 身高
zh_hant: 身高

# 请选择您的身高
source: Pleaseselectyourheight
ar: الرجاء اختيار طولك
tr: Uzunluk
zh_hans: 请选择您的身高
zh_hant: 請選擇您的身高

# 体重
source: Weight
ar: الوزن
tr: Lütfen boyunuzu seçin
zh_hans: 体重
zh_hant: 體重

# 请选择您的体重
source: Pleaseselectyourweight
ar: يرجى تحديد وزنك
tr: Ağırlık
zh_hans: 请选择您的体重
zh_hant: 請選擇您的體重

# 三围
source: Trinity
ar: ثلاث دوائر
tr: Lütfen ağırlığınızı seçin
zh_hans: 三围
zh_hant: 三圍

# 请选择您的三围
source: Pleaseselectyourtrinity
ar: الرجاء اختيار القياسات الخاصة بك
tr: Üç çevre
zh_hans: 请选择您的三围
zh_hant: 請選擇您的三圍

# 微信号
source: WeChatsignal
ar: معرف WeChat
tr: Lütfen ölçülerinizi seçin
zh_hans: 微信号
zh_hant: 微訊號

# 请填写您的微信号
source: Pleasefillinyourmicro-signal
ar: الرجاء إدخال معرف WeChat الخاص بك
tr: WeChat ID
zh_hans: 请填写您的微信号
zh_hant: 請填入您的微訊號

# 查看微信号
source: ViewWeChat
ar: عرض معرف WeChat
tr: Lütfen WeChat Kimliğinizi girin
zh_hans: 查看微信号
zh_hant: 查看微訊號

# 请选择您的被查看微信号金额
source: PleaseselectyourViewedWeChatAmount
ar: الرجاء تحديد مبلغ حساب WeChat الخاص بك لعرضه
tr: WeChat Kimliğini Görüntüle
zh_hans: 请选择您的被查看微信号金额
zh_hant: 請選擇您的被檢視微訊號金額

# 真实姓名
source: Realname
ar: الاسم الحقيقي
tr: Lütfen görüntülenecek WeChat hesabınızın miktarını seçin
zh_hans: 真实姓名
zh_hant: 真名

# 名字不能为空
source: Namecannotbeempty
ar: لا يمكن أن يكون الاسم فارغًا
tr: Gerçek isim
zh_hans: 名字不能为空
zh_hant: 名字不能為空

# 职业不能为空
source: Occupationcannotbeempty
ar: لا يمكن أن تكون الوظيفة فارغة
tr: Ad boş olamaz
zh_hans: 职业不能为空
zh_hant: 職業不能為空

# 微信号不能为空
source: Microsignalcannotbeempty
ar: لا يمكن أن يكون معرف WeChat فارغًا
tr: Meslek boş olamaz
zh_hans: 微信号不能为空
zh_hant: 微訊號不能為空

# 真实姓名不能为空
source: Realnamemustnotbeempty
ar: لا يمكن أن يكون الاسم الحقيقي فارغًا
tr: WeChat Kimliği boş olamaz
zh_hans: 真实姓名不能为空
zh_hant: 真實姓名不能為空

# 身份证号不能为空
source: IDnumbermustnotbeempty
ar: لا يمكن أن يكون رقم المعرف فارغًا
tr: Gerçek isim boş olamaz
zh_hans: 身份证号不能为空
zh_hant: 身分證號碼不能為空

# 请填写正确的身份证号
source: PleasefillinthecorrectIDnumber
ar: الرجاء إدخال رقم المعرف الصحيح
tr: Kimlik numarası boş olamaz
zh_hans: 请填写正确的身份证号
zh_hant: 請填入正確的身分證字號

# 请填写您的真实姓名
source: Pleasefillinyourrealname
ar: الرجاء إدخال اسمك الحقيقي
tr: Lütfen doğru kimlik numarasını girin
zh_hans: 请填写您的真实姓名
zh_hant: 請填入您的真實姓名

# 身份证号
source: IDnumber
ar: رقم المعرف
tr: Lütfen gerçek adınızı girin
zh_hans: 身份证号
zh_hant: 身分證字號

# 请填写您的身份证号
source: PleasefillinyourIDnumber
ar: الرجاء إدخال رقم المعرف الخاص بك
tr: Kimlik numarası
zh_hans: 请填写您的身份证号
zh_hant: 請填入您的身分證字號

# 上传证件照片
source: UploadphotoID
ar: تحميل معرف الصورة
tr: Lütfen kimlik numaranızı girin
zh_hans: 上传证件照片
zh_hant: 上傳證件照片

# 已上传
source: Uploaded
ar: تم التحميل
tr: Fotoğraflı kimlik yükle
zh_hans: 已上传
zh_hant: 已上傳

# 去上传
source: Gotoupload
ar: انتقال إلى التحميل
tr: Yüklendi
zh_hans: 去上传
zh_hant: 去上傳

# 视频认证
source: VideoAuthentication
ar: مصادقة الفيديو
tr: Yüklemeye git
zh_hans: 视频认证
zh_hant: 影片認證

# 主播分类
source: AnchorCategories
ar: فئات الناشرين
tr: Video Kimlik Doğrulaması
zh_hans: 主播分类
zh_hant: 主播分類

# 请设置主播分类
source: Pleasesettheanchorcategories
ar: يرجى تعيين فئة الناشر
tr: Yayıncı Kategorileri
zh_hans: 请设置主播分类
zh_hant: 請設定主播分類

# 视频接听收费
source: VideoCharge
ar: رسوم الاستجابة للفيديو
tr: Lütfen yayıncı kategorisini ayarlayın
zh_hans: 视频接听收费
zh_hant: 影片接聽收費

# 请设置您的视频接听收费
source: Pleasesetyourvideolisteningcharge
ar: يرجى تعيين تكلفة مكالمة الفيديو
tr: Video Cevaplama Ücreti
zh_hans: 请设置您的视频接听收费
zh_hant: 請設定您的影片接聽收費

# 语音接听收费
source: Voicecharge
ar: الشحن الصوتي
tr: Lütfen görüntülü arama ücretinizi ayarlayın
zh_hans: 语音接听收费
zh_hant: 語音接聽收費

# 请设置您的语音接听收费
source: Pleasesetyourvoicecharge
ar: يرجى تعيين تكلفة مكالمتك الصوتية
tr: Ses ücreti
zh_hans: 请设置您的语音接听收费
zh_hant: 請設定您的語音接聽收費

# 封面设置
source: Coversetting
ar: إعداد الغلاف
tr: Lütfen sesli arama ücretinizi ayarlayın
zh_hans: 封面设置
zh_hant: 封面設定

# 主播封面设置
source: Hostcoversetting
ar: إعداد غلاف المضيف
tr: Kapak ayarı
zh_hans: 主播封面设置
zh_hant: 主播封面設定

# 真人认证
source: Authenticity
ar: الأصالة
tr: Host kapak ayarı
zh_hans: 真人认证
zh_hant: 真人認證

# 封面展示
source: Coverdisplay
ar: عرض الغلاف
tr: Otantiklik
zh_hans: 封面展示
zh_hant: 封面展示

# 已设置
source: Set
ar: إعداد
tr: Kapak ekranı
zh_hans: 已设置
zh_hant: 已設定

# 去上传封面照片
source: Gotouploadcoverphoto
ar: انتقل لتحميل صورة الغلاف
tr: Kurulum
zh_hans: 去上传封面照片
zh_hant: 去上傳封面照片

# 认证照片
source: Certifiedphotos
ar: الصور المعتمدة
tr: Kapak fotoğrafı yüklemek için git
zh_hans: 认证照片
zh_hant: 認證照片

# 上传近期生活照片
source: Uploadrecentphotosofyourlife
ar: تحميل صورك الجديدة
tr: Sertifikalı fotoğraflar
zh_hans: 上传近期生活照片
zh_hant: 上傳近期生活照片

# 形象展示
source: ImageGallery
ar: معرض الصور
tr: Yeni fotoğraflarınızı yükleyin
zh_hans: 形象展示
zh_hant: 形象展示

# 去上传形象照片
source: Gotouploadimagephotos
ar: انتقل لتحميل الصورة
tr: Resim Galerisi
zh_hans: 去上传形象照片
zh_hant: 去上傳形象照片

# 附加信息
source: Additionalinformation
ar: معلومات إضافية
tr: Fotograf yüklemek için git
zh_hans: 附加信息
zh_hant: 附加資訊

# 附加信息不能为空
source: Additionalinformationcannotbenull
ar: لا يمكن أن تكون المعلومات الإضافية فارغة
tr: Ek bilgi
zh_hans: 附加信息不能为空
zh_hant: 附加資訊不能為空

# 请填写附加信息
source: Pleasefillintheadditionalinformation
ar: يرجى ملء المعلومات الإضافية
tr: Ek bilgiler boş olamaz
zh_hans: 请填写附加信息
zh_hant: 請填入附加資訊

# 兴趣标签
source: InterestTags
ar: علامات الاهتمام
tr: Lütfen ek bilgileri doldurun
zh_hans: 兴趣标签
zh_hant: 興趣標籤

# 选择兴趣标签
source: Selectinteresttags
ar: حدد علامات الاهتمام
tr: İlgi Etiketleri
zh_hans: 选择兴趣标签
zh_hant: 選擇興趣標籤

# 最多上传8张
source: Uploadupto8photos
ar: تحميل ما يصل إلى 8 صور
tr: İlgi etiketlerini seç
zh_hans: 最多上传8张
zh_hant: 最多上傳8張

# 请上传证件照片
source: PleaseuploadaphotoID
ar: الرجاء تحميل معرف الصورة
tr: En fazla 8 fotoğraf yükleyin
zh_hans: 请上传证件照片
zh_hant: 請發證件照片

# 请进行视频认证
source: Pleasedovideocertification
ar: يرجى تحضير شهادة فيديو
tr: Lütfen fotoğraflı bir kimlik yükleyin
zh_hans: 请进行视频认证
zh_hant: 請進行影片認證

# 请设置形象信息
source: Pleasesetimageinformation
ar: يرجى تعيين معلومات الصورة
tr: Lütfen bir video sertifikası hazırlayın
zh_hans: 请设置形象信息
zh_hant: 請設定形象資訊

# 请设置封面信息
source: Pleasesetthecoverinformation
ar: يرجى تعيين معلومات الغلاف
tr: Lütfen görüntü bilgilerini ayarlayın
zh_hans: 请设置封面信息
zh_hant: 請設定封面資訊

# 请上传近期生活照片
source: Pleaseuploadarecentlifephoto
ar: يرجى تحميل صورة حديثة لك
tr: Lütfen kapak bilgilerini ayarlayın
zh_hans: 请上传近期生活照片
zh_hant: 請上傳近期生活照片

# 是否要删除这张图片
source: Doyouwanttodeletethisimage
ar: هل تريد حذف هذه الصورة
tr: Lütfen yakın zamanda çekilmiş bir fotoğrafınızı yükleyin
zh_hans: 是否要删除这张图片
zh_hant: 是否要刪除這張圖片

# 身份证正面
source: FrontofIDcard
ar: مقدمة بطاقة الهوية
tr: Bu resmi silmek istiyor musunuz
zh_hans: 身份证正面
zh_hant: 身分證正面

# 示例
source: Example
ar: مثال
tr: Kimlik kartının ön yüzü
zh_hans: 示例
zh_hant: 範例

# 示例：
source: Example:
ar: مثال:
tr: Örnek
zh_hans: 示例：
zh_hant: 範例：

# 上传照片
source: Uploadaphoto
ar: تحميل الصورة
tr: Örnek:
zh_hans: 上传照片
zh_hant: 上傳照片

# 身份证背面
source: BackofIDcard
ar: ظهر بطاقة الهوية
tr: Fotoğraf yükle
zh_hans: 身份证背面
zh_hant: 身分證背面
