Repository: LINHAO1111427/mugozb
Catalog: Project/rechao/klcMPVA/Localizable/*.lproj/Localizable.strings
Languages: ar, tr, zh_hans, zh_hant

# 手持身份证
source: HandheldIDcard
ar: بطاقة الهوية المحمولة
tr: Kimlik kartının arkası
zh_hans: 手持身份证
zh_hant: 手持身分證

# 上传中
source: Uploadinginprogress
ar: تحميل
tr: Elde taşınan kimlik kartı
zh_hans: 上传中
zh_hant: 上傳中

# 重新录制
source: Re-recording
ar: إعادة التسجيل
tr: Yükleniyor
zh_hans: 重新录制
zh_hant: 重新錄製

# 请输入名字
source: Pleaseenteraname
ar: الرجاء إدخال اسم
tr: Yeniden kayıt
zh_hans: 请输入名字
zh_hant: 請輸入名字

# 使用真实的姓名可以更快找到心仪的那个Ta哟～
source: Useyourrealnametofindtheoneyouwantfaster
ar: استخدم اسمه الحقيقي للعثور على الشخص الذي تريده بشكل أسرع
tr: Lütfen bir ad girin
zh_hans: 使用真实的姓名可以更快找到心仪的那个Ta哟～
zh_hant: 使用真實的姓名可以更快找到心儀的那個Ta喲～

# 您正在直播中哦~
source: Youarelive~
ar: أنت تعيش
tr: İstediğiniz kişiyi daha hızlı bulmak için gerçek adını kullanın
zh_hans: 您正在直播中哦~
zh_hant: 您正在直播中哦~

# 返回房间
source: Returnroom
ar: العودة إلى الغرفة
tr: Canlı Yayındasın
zh_hans: 返回房间
zh_hant: 回房間

# 房间已关闭
source: Roomisclosed
ar: الغرفة مغلقة
tr: Odaya geri dön
zh_hans: 房间已关闭
zh_hant: 房間已關閉

# /小时
source: Hours
tr: Oda kapalı
zh_hans: /小时
zh_hant: /小時

# 秒
source: seconds
ar: الثانية
tr: /Saatler
zh_hans: 秒
zh_hant: 秒

# 分
source: minutes
ar: دقائق
tr: saniye
zh_hans: 分
zh_hant: 分

# 月
source: Month
tr: dakika
zh_hans: 月
zh_hant: 月

# 时
source: hours
ar: ساعة
tr: ay
zh_hans: 时
zh_hant: 時

# 周日
source: Sunday
ar: الأحد
tr: saat
zh_hans: 周日
zh_hant: 週日

# 一
source: Monday
ar: الاثنين
tr: Pazar
zh_hans: 一
zh_hant: 一

# 二
source: Tuesday
ar: الثلاثاء
tr: Pazartesi
zh_hans: 二
zh_hant: 二

# 三
source: Thursday
ar: الأربعاء
tr: Salı
zh_hans: 三
zh_hant: 三

# 四
source: Thursday
ar: الخميس
tr: Çarşamba
zh_hans: 四
zh_hant: 四

# 五
source: Friday
ar: الجمعة
tr: Perşembe
zh_hans: 五
zh_hant: 五

# 六
source: Saturday
ar: السبت
tr: Cuma
zh_hans: 六
zh_hant: 六

# 摩羯座
source: Capricorn
ar: الجدي
tr: Cumartesi
zh_hans: 摩羯座
zh_hant: 摩羯座

# 水瓶座
source: Aquarius
ar: برج الدلو
tr: Oğlak
zh_hans: 水瓶座
zh_hant: 水瓶座

# 双鱼座
source: Pisces
ar: سمك
tr: Kova
zh_hans: 双鱼座
zh_hant: 雙魚座

# 白羊座
source: Aries
ar: برج الحمل
tr: Balık
zh_hans: 白羊座
zh_hant: 牡羊座

# 金牛座
source: Taurus
tr: Koç
zh_hans: 金牛座
zh_hant: 金牛座

# 双子座
source: Gemini
ar: الجوزاء
tr: Boğa
zh_hans: 双子座
zh_hant: 雙子座

# 巨蟹座
source: Cancer
ar: Crab
tr: İkizler
zh_hans: 巨蟹座
zh_hant: 巨蟹座

# 狮子座
source: Leo
ar: الأسد
tr: Yengeç
zh_hans: 狮子座
zh_hant: 獅子座

# 处女座
source: Virgo
ar: برج العذراء
tr: Aslan
zh_hans: 处女座
zh_hant: 處女座

# 天秤座
source: Libra
ar: الميزان
tr: Başak
zh_hans: 天秤座
zh_hant: 天秤座

# 天蝎座
source: Scorpio
ar: برج العقرب
tr: Terazi
zh_hans: 天蝎座
zh_hant: 天蠍座

# 射手座
source: Sagittarius
ar: الربيع
tr: Akrep
zh_hans: 射手座
zh_hant: 射手座

# 昨天
source: Yesterday
ar: أمس
tr: Yay
zh_hans: 昨天
zh_hant: 昨天

# 播放列表
source: Playlist
ar: قائمة التشغيل
tr: Dün
zh_hans: 播放列表
zh_hant: 播放清單

# 音乐库
source: Musiclibrary
ar: موسيقى
tr: Çalma Listesi
zh_hans: 音乐库
zh_hant: 音樂庫

# 播放
source: Playback
ar: تشغيل
tr: Müzikler
zh_hans: 播放
zh_hant: 播放

# 共0首
source: Total0songs
ar: إجمالي 0 أغانٍ
tr: Oynatma
zh_hans: 共0首
zh_hant: 共0首

# 首
source: First
ar: الأول
tr: Toplam 0 şarkı
zh_hans: 首
zh_hant: 首

# 添加
source: Added
ar: مضاف
tr: İlk
zh_hans: 添加
zh_hant: 新增

# 已添加
source: Added
ar: مضاف
tr: Eklendi
zh_hans: 已添加
zh_hant: 已新增

# 上传音乐
source: Uploadmusic
ar: تحميل الموسيقى
tr: Eklendi
zh_hans: 上传音乐
zh_hant: 上傳音樂

# 望江晴/俞天时KOZAY
source: WangjiangQing/YuTianshiKOZAY
ar: Wangjiang Qing / 俞 天时 KOZAY
tr: Müzik yükle
zh_hans: 望江晴/俞天时KOZAY
zh_hant: 望江晴/俞天時KOZAY

# 天上的星星不说话
source: Thestarsintheskydonottalk
ar: النجوم في السماء لا تتحدث
tr: Wangjiang Qing/俞天时KOZAY
zh_hans: 天上的星星不说话
zh_hant: 天上的星星不說話

# 当前直播时长
source: CurrentLiveDuration
ar: الوقت المباشر الحالي
tr: Gökyüzündeki yıldızlar konuşmaz
zh_hans: 当前直播时长
zh_hant: 目前直播時間

# 给主播赠送了
source: Giftedtotheanchor
ar: أرسل هدية إلى الناشر
tr: Mevcut Canlı Süre
zh_hans: 给主播赠送了
zh_hant: 送給主播了

# 族
source: Family
ar: العائلة
tr: Mesajlar
zh_hans: 族
zh_hant: 族

# 团
source: Group
ar: مجموعة
tr: Aile
zh_hans: 团
zh_hant: 團

# 送礼物
source: Givinggifts
ar: هدية
tr: Grup
zh_hans: 送礼物
zh_hant: 送禮物

# 赠送礼物
source: Giveagift
ar: إرسال هدية
tr: Hediye
zh_hans: 赠送礼物
zh_hant: 贈送禮物

# 普通模式
source: Generalmode
ar: الوضع العام
tr: Bir hediye gönderin
zh_hans: 普通模式
zh_hant: 普通模式

# 余额
source: Balance
ar: الرصيد
tr: Genel mod
zh_hans: 余额
zh_hant: 餘額

# 余额:0
source: Balance:0
ar: الرصيد: 0
tr: Bakiye
zh_hans: 余额:0
zh_hant: 餘額:0

# 积分:0
source: Points:0
ar: النقاط: 0
tr: Bakiye:0
zh_hans: 积分:0
zh_hant: 積分:0

# 价值:0
source: Value:0
ar: القيمة: 0
tr: Puan:0
zh_hans: 价值:0
zh_hant: 價值:0

# 一键赠送所有
source: Giveallinoneclick
ar: تقديمها جميعًا بنقرة واحدة
tr: Değer:0
zh_hans: 一键赠送所有
zh_hant: 一鍵贈送所有

# 连送 (5s)
source: Combo (5s)
tr: Tek tıklamayla hepsini sunun
zh_hans: 连送 (5s)
zh_hant: 連送(5s)

# 余额不足啦！
source: Balanceislow!
ar: رصيد منخفض!
tr: Combo (5s)
zh_hans: 余额不足啦！
zh_hant: 餘額不足囉！

# 您的
source: Your
ar: الخاص بك
tr: Düşük bakiye!
zh_hans: 您的
zh_hant: 您的

# 你的余额不足
source: Yourbalanceislow
ar: رصيدك منخفض
tr: Sizin
zh_hans: 你的余额不足
zh_hant: 你的餘額不足

# 你还不是贵族
source: YouarenotyetaVIP
ar: أنت لست شخصًا مهمًا بعد
tr: Bakiyeniz düşük
zh_hans: 你还不是贵族
zh_hant: 你還不是貴族

# 无法进行1v1通话功能
source: The1v1callingfunctionisnotavailable
ar: وظيفة الاتصال 1v1 غير متاحة
tr: Henüz VIP değilsiniz
zh_hans: 无法进行1v1通话功能
zh_hant: 無法進行1v1通話功能

# 当前余额不足，赶快去充值吧~
source: Currentbalanceislow,gotopupnow
ar: الرصيد الحالي منخفض ، رصيد التحميل الآن
tr: Yetersiz bakiye
zh_hans: 当前余额不足，赶快去充值吧~
zh_hant: 目前餘額不足，趕快去儲值吧~

# 您的金币余额不足啦！
source: Yourcoinbalanceislow!
ar: رصيدك من العملات المعدنية منخفض!
tr: Mevcut bakiye düşük, şimdi bakiye yükleyin
zh_hans: 您的金币余额不足啦！
zh_hant: 您的金幣餘額不足囉！

# 账户余额：
source: Accountbalance:
ar: رصيد الحساب:
tr: Coin bakiyeniz düşük!
zh_hans: 账户余额：
zh_hant: 帳戶餘額：

# 立即充值
source: ReplenishNow
ar: اشترِ الآن
tr: Hesap bakiyesi:
zh_hans: 立即充值
zh_hant: 立即儲值

# 余额不足提示
source: InsufficientBalanceTip
ar: تذكير الرصيد غير الكافي
tr: Şimdi Satın Al
zh_hans: 余额不足提示
zh_hant: 餘額不足提示

# 您的余额可通话时长不足1分钟，请立即充值
source: Yourbalanceislessthan1minute,pleasetopupnow
ar: رصيدك أقل من دقيقة واحدة ، يرجى إعادة الشحن الآن
tr: Yetersiz bakiye hatırlatıcısı
zh_hans: 您的余额可通话时长不足1分钟，请立即充值
zh_hant: 您的餘額可通話時間不足1分鐘，請立即儲值

# 可提现余额
source: Withdrawablebalance
ar: الرصيد القابل للسحب
tr: Bakiyeniz 1 dakikadan az, lütfen şimdi bakiye yükleyin
zh_hans: 可提现余额
zh_hant: 可提現餘額

# 余额:
source: Balance:
ar: الرصيد:
tr: Çekilebilir bakiye
zh_hans: 余额:
zh_hant: 餘額:

# 价值:
source: Value:
ar: القيمة:
tr: Bakiye:
zh_hans: 价值:
zh_hant: 價值:

# 连送 (
source: Combo (
tr: Değer:
zh_hans: 连送 (
zh_hant: 連送(

# 录音失败
source: Recordingfailed
ar: فشل التسجيل
tr: Combo (
zh_hans: 录音失败
zh_hant: 錄音失敗

# 背包
source: Bag
ar: حقيبة الظهر
tr: Kayıt başarısız oldu
zh_hans: 背包
zh_hant: 背包

# 新增关注
source: Addnewconcern
ar: إضافة اهتمام جديد
tr: Sırt Çantası
zh_hans: 新增关注
zh_hant: 新增關注

# 加入粉丝团
source: Jointhefanclub
ar: معجب جديد
tr: Yeni ilgi ekle
zh_hans: 加入粉丝团
zh_hant: 加入粉絲團

# 本场收益
source: Proceedsforthegame
ar: الإيرادات من البث
tr: Yeni Hayran
zh_hans: 本场收益
zh_hant: 本場收益

# 打赏人数
source: NumberofRewards
ar: عدد المكافآت
tr: Yayından elde edilen gelir
zh_hans: 打赏人数
zh_hant: 打賞人數

# 请填写直播标题
source: Pleasefillinthelivetitle
ar: يرجى ملء عنوان الغرفة الحية
tr: Ödül Sayısı
zh_hans: 请填写直播标题
zh_hant: 請填入直播標題

# 请选择直播房间模式
source: Plschoosetheliveroommode
ar: الرجاء تحديد وضع الغرفة الحية
tr: Lütfen canlı oda başlığını doldurun
zh_hans: 请选择直播房间模式
zh_hant: 請選擇直播房間模式

# 请选择直播房间类型
source: Pleaseselecttheliveroomtype
ar: يرجى تحديد نوع الغرفة الحية
tr: Lütfen canlı oda modunu seçin
zh_hans: 请选择直播房间类型
zh_hant: 請選擇直播房型

# 价值
source: Value
ar: القيمة
tr: Lütfen canlı oda türünü seçin
zh_hans: 价值
zh_hant: 價值

# 的红包
source: theredpacket
ar: الحزمة الحمراء
tr: Değer
zh_hans: 的红包
zh_hant: 的紅包

# 已过期
source: Expired
ar: منتهية الصلاحية
tr: kırmızı paket
zh_hans: 已过期
zh_hant: 已過期

# 去开通
source: Gotoopen
ar: فتح
tr: Süresi Doldu
zh_hans: 去开通
zh_hant: 去開通

# 贵族房间
source: VIProom
ar: غرفة VIP
tr: Aç
zh_hans: 贵族房间
zh_hant: 貴族房

# 仅贵族能进入该房间
source: OnlyVIPscanaccessthisroom
ar: يمكن لكبار الشخصيات فقط الوصول إلى هذه الغرفة
tr: VIP odası
zh_hans: 仅贵族能进入该房间
zh_hant: 僅貴族能進入該房間

# 去开通贵族
source: GotoopenVIP
ar: انتقل إلى VIP
tr: Bu odaya yalnızca VIP ler erişebilir
zh_hans: 去开通贵族
zh_hant: 去開通貴族

# 我要去看看
source: Iamgoingtocheckitout
ar: تحقق
tr: VIP Git
zh_hans: 我要去看看
zh_hant: 我要去看看

# 计时房间
source: Timedrooms
ar: الغرف المجدولة
tr: Kontrol et
zh_hans: 计时房间
zh_hant: 計時房間

# 门票房间
source: Ticketedrooms
ar: الغرف ذات التذاكر
tr: Zamanlanmış odalar
zh_hans: 门票房间
zh_hant: 門票房間

# 密码房间
source: Passwordroom
ar: غرفة كلمات المرور
tr: Biletli odalar
zh_hans: 密码房间
zh_hant: 密碼室

# 去守护
source: Gotoguard
ar: اذهب واحمِ
tr: Şifreli oda
zh_hans: 去守护
zh_hant: 去守護

# 请选择送礼人
source: Pleaseselectthegiver
ar: الرجاء تحديد مانح الهدايا
tr: Git ve koru
zh_hans: 请选择送礼人
zh_hant: 請選擇送禮者

# 请选择礼物
source: Pleaseselectthegift
ar: الرجاء تحديد الهدية
tr: Lütfen bir hediye veren seçin
zh_hans: 请选择礼物
zh_hant: 請選擇禮物

# 请选择派对房间模式
source: Pleaseselectthepartyroommode
ar: الرجاء تحديد وضع غرفة الحفلة
tr: Lütfen hediyeyi seçin
zh_hans: 请选择派对房间模式
zh_hant: 請選擇派對房間模式

# 请选择派对房间类型
source: Pleaseselectthepartyroomtype
ar: يرجى تحديد نوع غرفة الحفلة
tr: Lütfen parti odası modunu seçin
zh_hans: 请选择派对房间类型
zh_hant: 請選擇派對房間類型

# 背景
source: Context
ar: الخلفية
tr: Lütfen parti odası türünü seçin
zh_hans: 背景
zh_hant: 背景

# 开始语音直播
source: StartAudioLive
ar: بدء الحفلة
tr: Arka plan
zh_hans: 开始语音直播
zh_hant: 開始語音直播

# 主持人
source: Presenter
ar: الناشر
tr: Partiyi başlat
zh_hans: 主持人
zh_hant: 主持人

# 让Ta下麦
source: GetTaoffmic
ar: القفز من الميكروفون
tr: Yayıncı
zh_hans: 让Ta下麦
zh_hant: 讓Ta下麥

# 禁麦
source: Nomic
ar: ميكروفون محظور
tr: Mikrofondan At
zh_hans: 禁麦
zh_hant: 禁麥

# 查看用户信息
source: Viewuserinformation
ar: عرض معلومات المستخدم
tr: Yasaklı Mikrofon
zh_hans: 查看用户信息
zh_hant: 查看使用者資訊

# 锁定麦位
source: Lockmicrophones
ar: قفل الميكروفونات
tr: Kullanıcı bilgilerini görüntüle
zh_hans: 锁定麦位
zh_hant: 鎖定麥位

# 解锁
source: Unlock
ar: فتح
tr: Mikrofonları kilitle
zh_hans: 解锁
zh_hant: 解鎖

# 锁麦
source: LockedMack
ar: مغلق
tr: Kilidi Aç
zh_hans: 锁麦
zh_hant: 鎖麥

# 解禁
source: Unbanning
ar: إلغاء الحظر
tr: Kilitli
zh_hans: 解禁
zh_hant: 解禁

# 自动上麦
source: Automatic_miking
ar: التنبيه التلقائي
tr: Yasağı Kaldır
zh_hans: 自动上麦
zh_hant: 自動上麥

# 邀请主播上麦
source: Inviteanchortomike
ar: دعوة إلى الميكروفون
tr: Otomatik mikrofonlama
zh_hans: 邀请主播上麦
zh_hant: 邀請主播上麥

# 挂断
source: Hangup
ar: قطع الاتصال
tr: Mikrofona davet et
zh_hans: 挂断
zh_hant: 掛斷

# 我是小妖怪
source: Iamagremlin
ar: أنا جريملين
tr: Telefonu kapat
zh_hans: 我是小妖怪
zh_hant: 我是小妖怪

# 【我是小妖怪】
source: [Iamagoblin]
ar: [أنا عفريت]
tr: Ben bir gremlinim
zh_hans: 【我是小妖怪】
zh_hant: 【我是小妖怪】

# 您确认要清除所有火力值吗？
source: Areyousureyouwanttoclearallfirepowervalues?
ar: هل أنت متأكد أنك تريد مسح كافة قيم قوة اللهب؟
tr: [Ben bir goblinim]
zh_hans: 您确认要清除所有火力值吗？
zh_hant: 您確認要清除所有火力值嗎？

# 关闭静音
source: Muteoff
ar: كتم الصوت
tr: Tüm alev gücü değerlerini temizlemek istediğinizden emin misiniz?
zh_hans: 关闭静音
zh_hant: 關閉靜音

# 打开话筒
source: Turnonthemicrophone
ar: تشغيل الميكروفون
tr: Sesi kapat
zh_hans: 打开话筒
zh_hant: 打開麥克風

# 关闭话筒
source: Turnoffmicrophone
ar: إيقاف تشغيل الميكروفون
tr: Mikrofonu aç
zh_hans: 关闭话筒
zh_hant: 關閉麥克風

# 开启镜头
source: Turnonthelens
ar: افتح العدسة
tr: Mikrofonu kapat
zh_hans: 开启镜头
zh_hant: 開啟鏡頭

# 关闭镜头
source: Closelenses
ar: إغلاق العدسة
tr: Lensi açın
zh_hans: 关闭镜头
zh_hant: 關閉鏡頭

# 游戏
source: Games
ar: الألعاب
tr: Lensi kapat
zh_hans: 游戏
zh_hant: 遊戲

# 清屏
source: Clear_Screen
ar: تنظيف الشاشة
tr: Oyunlar
zh_hans: 清屏
zh_hant: 清除螢幕

# 贵族特权
source: VIPprivileges
ar: امتيازات VIP
tr: Temiz ekran
zh_hans: 贵族特权
zh_hant: 貴族特權

# 开通贵族，免费上位＞＞
source: Open_VIP,FreeontheLevel
ar: كن VIP لتجلس مجانًا
tr: VIP ayrıcalıkları
zh_hans: 开通贵族，免费上位＞＞
zh_hant: 開通貴族，免費上位＞＞

# 100金币 成为直播房间大卡司
source: 100 coins to become the live room VIP
ar: أن تكون شخصًا مهمًا في غرفة البث المباشر 100 قطعة نقدية
tr: Ücretsiz oturmak için bir VIP olun
zh_hans: 100金币 成为直播房间大卡司
zh_hant: 100金幣成為直播房間大卡司

# 撒大声地就 邀请你上座贵族席
source: Invites you to the VIP seat
ar: ندعوك إلى مقاعد VIP
tr: Canlı yayın odasında önemli bir kişi olmak 100 coin
zh_hans: 撒大声地就 邀请你上座贵族席
zh_hant: 撒大聲就邀請你上座貴族席

# 请选择开通类型
source: Pleaseselecttheopeningtype
ar: الرجاء تحديد نوع التنشيط
tr: Sizi VIP koltuklarına davet ediyoruz
zh_hans: 请选择开通类型
zh_hant: 請選擇開通類型

# 请选择支付方式
source: Pleaseselectapaymentmethod
ar: يرجى تحديد طريقة الدفع
tr: Lütfen etkinleştirme türünü seçin
zh_hans: 请选择支付方式
zh_hant: 請選擇付款方式

# 请选择守护天数
source: Pleaseselectthenumberofguarddays
ar: الرجاء تحديد عدد أيام الحماية
tr: Lütfen bir ödeme yöntemi seçin
zh_hans: 请选择守护天数
zh_hant: 請選擇守護天數

# 只差一步就能守护Ta了哦～
source: JustonestepawayfromguardingTa
ar: على بعد خطوة واحدة فقط من حمايته
tr: Lütfen koruma günlerinin sayısını seçin
zh_hans: 只差一步就能守护Ta了哦～
zh_hant: 只差一步就能守護Ta了哦～

# 成功开通TA的守护!
source: SuccessfulGuardingofTA!
ar: تم تنشيط حاميها بنجاح!
tr: Onu korumaktan sadece bir adım uzakta
zh_hans: 成功开通TA的守护!
zh_hant: 成功開通TA的守護!

# 您的SVIP还剩
source: YourSVIPisstillavailable
ar: لا يزال SVIP الخاص بك متاحًا
tr: Onun Koruyucusu başarıyla etkinleştirildi!
zh_hans: 您的SVIP还剩
zh_hant: 您的SVIP還剩

# 您还未开通SVIP
source: YouhavenotopenedSVIPyet
ar: ليس لديك SVIP
tr: SVIP'niz hala kullanılabilir durumda
zh_hans: 您还未开通SVIP
zh_hant: 您還未開通SVIP

# 开通SVIP
source: OpenSVIP
ar: فتح SVIP
tr: SVIP'niz yok
zh_hans: 开通SVIP
zh_hant: 開通SVIP

# SVIP才能发送此类消息
source: SVIPcanonlysendsuchmessages
ar: يمكن فقط لـ SVIP إرسال مثل هذه الرسائل
tr: SVIP aç
zh_hans: SVIP才能发送此类消息
zh_hant: SVIP才能傳送此類訊息

# 天到期
source: Daystoexpire
ar: نهاية اليوم
tr: Bu tür mesajları sadece SVIP gönderebilir
zh_hans: 天到期
zh_hant: 天到期

# 该麦已被封
source: ThisMacisblocked
ar: تم حظر جهاز Mac هذا
tr: Gün Sonu
zh_hans: 该麦已被封
zh_hant: 該麥已被封

# 最小化
source: Minimize
ar: تصغير
tr: Bu Mac engellendi
zh_hans: 最小化
zh_hant: 最小化

# 离开房间
source: Leavingtheroom
ar: اترك الغرفة
tr: Küçült
zh_hans: 离开房间
zh_hant: 離開房間

# 已放入你的账户，快去找主播玩耍吧
source: Putinyouraccount,goplaywiththehost
ar: أدخل حسابك ، واستمتع باللعب مع المضيف
tr: Odadan ayrıl
zh_hans: 已放入你的账户，快去找主播玩耍吧
zh_hant: 已放入你的帳戶，快去找主播玩

# 第0天登录
source: Loginonday0
ar: 0. تسجيل الدخول يوميا
tr: Hesabınızı girin, gidip ev sahibi ile oynayın
zh_hans: 第0天登录
zh_hant: 第0天登入

# 恭喜您完成
source: Congratulationsonyourcompletion
ar: تهانينا على الانتهاء
tr: 0. günde oturum aç
zh_hans: 恭喜您完成
zh_hant: 恭喜您完成

# 获得经验
source: Get_experience
ar: اكتساب الخبرة
tr: Tamamladığınız için tebrikler
zh_hans: 获得经验
zh_hant: 獲得經驗

# 关注的人
source: Peopletofollow
ar: متابعة
tr: Deneyim Kazan
zh_hans: 关注的人
zh_hant: 關注的人

# 房间匹配
source: Roommatching
ar: مطابقة الغرف
tr: Takipte
zh_hans: 房间匹配
zh_hant: 房間匹配

# 在线聊天
source: Onlinechat
ar: الدردشة المباشرة
tr: Oda Eşleştirme
zh_hans: 在线聊天
zh_hant: 線上聊天

# 取消匹配
source: Cancel_Match
ar: إنهاء المباراة
tr: Canlı Sohbet
zh_hans: 取消匹配
zh_hant: 取消符合

# 暂无匹配结果，请稍后再试...
source: Nomatchesyet,pleasetryagainlater...
ar: لا توجد مطا;بقات بعد ، يرجى المحاولة مرة أخرى لاحقًا ...
tr: Eşleşmeden Çık
zh_hans: 暂无匹配结果，请稍后再试...
zh_hant: 暫無匹配結果，請稍後再試...

# 房间分享
source: RoomSharing
ar: مشاركة الغرفة
tr: Henüz eşleşme yok, lütfen daha sonra tekrar deneyin...
zh_hans: 房间分享
zh_hant: 房間分享

# 聊天广场
source: ChatSquare
ar: ساحة الدردشة
tr: Oda Paylaşımı
zh_hans: 聊天广场
zh_hant: 聊天廣場

# 发布广播
source: ReleaseBroadcast
ar: عمليات البث
tr: Sohbet Meydanı
zh_hans: 发布广播
zh_hant: 發布廣播

# 99金币当天自动发送
source: 99goldcoinssentautomaticallyonthesameday
ar: يتم إرسال 99 قطعة نقدية تلقائيًا في نفس اليوم
tr: Yayınlar
zh_hans: 99金币当天自动发送
zh_hant: 99金幣當天自動發送

# 1金币发送一次
source: Sendoncefor1coin
ar: أرسل مرة واحدة لعملة واحدة
tr: 99 coin aynı gün otomatik olarak gönderilir
zh_hans: 1金币发送一次
zh_hant: 1金幣發送一次

# 发布并开播
source: Publishandlaunch
ar: انشر وبدء البث المباشر
tr: 1 coin için bir kez gönder
zh_hans: 发布并开播
zh_hant: 發布並開播

# 快速聊天
source: Quickchat
ar: محادثة سريعة
tr: Yayınla ve canlı yayına geç
zh_hans: 快速聊天
zh_hant: 快速聊天

# 此分类没有主播上线哦，去其他分类找找吧~
source: Nohostsareonlineinthiscategory,lookinothercategories~
ar: لا يوجد ناشرون عبر الإنترنت في هذه الفئة ، انظر الفئات الأخرى
tr: Hızlı sohbet
zh_hans: 此分类没有主播上线哦，去其他分类找找吧~
zh_hant: 此分類沒有主播上線哦，去其他分類找找吧~

# 系统公告
source: SystemAnnouncements
ar: رسالة النظام
tr: Bu kategoride hiçbir yayıncı çevrimiçi değil, diğer kategorilere bakın
zh_hans: 系统公告
zh_hant: 系統公告

# 热门
source: Hot
ar: مشهور
tr: Sistem Mesajı
zh_hans: 热门
zh_hant: 熱門

# 最新
source: Latest
ar: جديد
tr: Popüler
zh_hans: 最新
zh_hant: 最新

# [@所有人]
source: [@all]
tr: Yeni
zh_hans: [@所有人]
zh_hant: [@所有人]

# [有人@我]
source: [Someone@me]
tr: [@tümü]
zh_hans: [有人@我]
zh_hant: [有人@我]

# 发布图片不能为空
source: Postedimagescannotbeempty
ar: لا يمكن أن تكون صور المشاركة فارغة
tr: [Someone @ me]
zh_hans: 发布图片不能为空
zh_hant: 發布圖片不能為空

# 视频发布成功
source: Videopostedsuccessfully
ar: تم إرسال الفيديو بنجاح
tr: Gönderilen resimler boş olamaz
zh_hans: 视频发布成功
zh_hant: 影片發布成功

# 中心
source: Centre
ar: المركز
tr: Video başarıyla gönderildi
zh_hans: 中心
zh_hant: 中心

# 更多
source: More
ar: المزيد
tr: Merkez
zh_hans: 更多
zh_hant: 更多

# 重录
source: Rerecording
ar: إعادة التسجيل
tr: Daha
zh_hans: 重录
zh_hant: 重錄

# 上传
source: Upload
ar: تحميل
tr: Yeniden Kayıt
zh_hans: 上传
zh_hant: 上傳

# 爱就像蓝天白云，晴空万里，忽然暴风雨，无处躲避，总是让人始料不及。
source: Loveislikeablueskywithwhiteclouds,aclearsky,andthensuddenlyastormwithnowheretohide,alwaysunexpected.
ar: الحب مثل سماء زرقاء بها غيوم بيضاء وسماء صافية وفجأة عاصفة بلا مكان للاختباء ، ودائمًا ما تكون غير متوقعة.
tr: Yükle
zh_hans: 爱就像蓝天白云，晴空万里，忽然暴风雨，无处躲避，总是让人始料不及。
zh_hant: 愛情就像藍天白雲，晴空萬裡，忽然暴風雨，無處躲避，總是讓人始料不及。

# 试着表现自己，会吸引更多人
source: Trytoexpressyourselfandyouwillattractmorepeople
ar: حاول التعبير عن نفسك وجذب المزيد من الأشخاص
tr: Aşk, beyaz bulutları olan mavi bir gökyüzü gibidir, berrak bir gökyüzü ve sonra aniden saklanacak hiçbir yeri olmayan bir fırtına, her zaman beklenmedik.
zh_hans: 试着表现自己，会吸引更多人
zh_hant: 試著表現自己，會吸引更多人

# 已结束
source: Ended
ar: تم
tr: Kendinizi ifade etmeye çalışın ve daha fazla insanı kendinize çekin
zh_hans: 已结束
zh_hant: 已結束

# 待评价
source: Tobeevaluated
ar: ليتم تقييمها
tr: Bitti
zh_hans: 待评价
zh_hant: 待評價

# 进行中
source: Inprogress
ar: تابع
tr: Değerlendirilecek
zh_hans: 进行中
zh_hant: 進行中

# 全部
source: All
ar: الكل
tr: Devam ediyor
zh_hans: 全部
zh_hant: 全部

# 确认删除全部记录嘛？
source: Confirmtodeleteallrecords?
ar: تأكيد لحذف كافة السجلات؟
tr: Tümü
zh_hans: 确认删除全部记录嘛？
zh_hant: 確認刪除全部記錄嘛？

# 确认删除
source: Confirmdeletion
ar: تأكيد الحذف
tr: Tüm kayıtları silmeyi onaylıyor musunuz?
zh_hans: 确认删除
zh_hant: 確認刪除

# 我的档期
source: Myslot
ar: شقتي
tr: Silme işlemini onayla
zh_hans: 我的档期
zh_hant: 我的檔期

# 个人中心
source: PersonalCentre
ar: المركز الشخصي
tr: Yuvam
zh_hans: 个人中心
zh_hant: 個人中心

# 充值 >
source: Top up >
ar: إعادة الشحن>
tr: Kişisel Merkez
zh_hans: 充值 >
zh_hant: 充值>

# 充值成功
source: rechargesuccessful
ar: الشحن بنجاح
tr: Şarj>
zh_hans: 充值成功
zh_hant: 充值成功

# 兑换 >
source: Redeem >
ar: Exchange>
tr: şarj başarılı
zh_hans: 兑换 >
zh_hant: 兌換>

# 兑换
source: Exchange
ar: صرف
tr: Bozdur >
zh_hans: 兑换
zh_hant: 兌換

# 申请兑换
source: RequestforRedemption
ar: طلب التغيير
tr: Değişim
zh_hans: 申请兑换
zh_hant: 申請兌換

# 潮票+
source: TideTicket+
tr: Değişim Talebi
zh_hans: 潮票+
zh_hant: 潮票+

# 我的剧集
source: Myepisodes
ar: حلقاتي
tr: Gelgit Bileti+
zh_hans: 我的剧集
zh_hant: 我的劇集

# 收藏
source: Collections
ar: المفضلة
tr: Bölümlerim
zh_hans: 收藏
zh_hant: 收藏

# 转发
source: Forwarding
ar: مشاركة
tr: Favori
zh_hans: 转发
zh_hant: 轉寄

# 添加表情
source: Addanemoji
ar: إضافة رمز تعبيري
tr: Paylaş
zh_hans: 添加表情
zh_hant: 新增表情

# 修改成功
source: Modifiedsuccessfully
ar: تم التعديل بنجاح
tr: Emoji ekle
zh_hans: 修改成功
zh_hant: 修改成功

# 你已经开启了免打扰模式
source: YouhaveturnedonDoNotDisturbmode
ar: لقد قمت بتشغيل وضع عدم الإزعاج
tr: Başarıyla değiştirildi
zh_hans: 你已经开启了免打扰模式
zh_hant: 你已經開啟了免打擾模式

# 将暂时收不到通话提醒哦~
source: Youwillnotreceivecallalertsforawhile
ar: لن تتلقى تنبيهات المكالمات لفترة من الوقت
tr: Rahatsız etmeyin modunu açtınız
zh_hans: 将暂时收不到通话提醒哦~
zh_hant: 將暫時收不到通話提醒喔~

# 等级说明
source: Gradedescription
ar: تفاصيل الدرجة
tr: Bir süre için çağrı uyarıları almayacaksınız
zh_hans: 等级说明
zh_hant: 等級說明

# 财富等级
source: WealthClass
ar: الثروة
tr: Detaylar
zh_hans: 财富等级
zh_hant: 財富等級

# 我守护的
source: Iguarded
ar: n الحراس
tr: Zenginlik
zh_hans: 我守护的
zh_hant: 我守護的

# 守护我的
source: Guardedbyme
ar: لقد كنت حاميًا
tr: Beni Koruyanlar
zh_hans: 守护我的
zh_hant: 守護我的

# 今天
source: Today
ar: اليوم
tr: Koruyucusu Olduklarım
zh_hans: 今天
zh_hant: 今天

# 何止七夕，想朝夕和你在一起。
source: Notonlyontheseventhday,Iwanttobewithyoualldaylong.
ar: أريد أن أكون معك طوال اليوم ، وليس اليوم السابع فقط.
tr: Bugün
zh_hans: 何止七夕，想朝夕和你在一起。
zh_hant: 何止七夕，想朝夕和你在一起。

# 今天 13:14
source: Today 13:14
ar: اليوم 1:14 مساءً
tr: Sadece yedinci gün değil, tüm gün boyunca seninle olmak istiyorum.
zh_hans: 今天 13:14
zh_hant: 今天13:14

# 近7天
source: Nearly7days
ar: حوالي 7 أيام
tr: Bugün 13:14
zh_hans: 近7天
zh_hant: 近7天

# 近30天
source: Last30days
ar: آخر 30 يومًا
tr: Yaklaşık 7 gün
zh_hans: 近30天
zh_hant: 近30天

# 本周
source: Thisweek
ar: هذا الأسبوع
tr: Son 30 gün
zh_hans: 本周
zh_hant: 本週

# 上周
source: Lastweek
ar: الأسبوع الماضي
tr: Bu hafta
zh_hans: 上周
zh_hant: 上週

# 上月
source: Lastmonth
ar: الشهر الماضي
tr: Son hafta
zh_hans: 上月
zh_hant: 上月

# 新增粉丝
source: Newfans
ar: معجبون n جديدون
tr: Son ay
zh_hans: 新增粉丝
zh_hant: 新增粉絲

# 赞和收藏
source: Likesandfavourites
ar: الإعجابات والمفضلة
tr: Yeni Hayranlar
zh_hans: 赞和收藏
zh_hant: 讚和收藏

# 评论和@
source: Commentsand@
ar: التعليقات و @
tr: Beğeniler ve Favoriler
zh_hans: 评论和@
zh_hant: 評論和@

# 收获潮票
source: HarvestTideTickets
ar: عملات n مجمعة
tr: Yorumlar ve @
zh_hans: 收获潮票
zh_hant: 收穫潮票

# 我的服务
source: Myservices
ar: خدماتي
tr: Toplanan Coin
zh_hans: 我的服务
zh_hant: 我的服務

# 直播回放
source: LivePlayback
ar: تشغيل مباشر
tr: Hizmetlerim
zh_hans: 直播回放
zh_hant: 直播重播

# 贡献值
source: Contributionvalue
ar: قائمة المساهمات
tr: Canlı Oynatma
zh_hans: 贡献值
zh_hant: 貢獻值

# 直播数据
source: Livedata
ar: بيانات مباشرة
tr: Katkı Listesi
zh_hans: 直播数据
zh_hant: 直播資料

# 数据总览
source: DataOverview
ar: نظرة عامة على البيانات
tr: Canlı Veriler
zh_hans: 数据总览
zh_hant: 資料總覽

# 直播场次
source: LiveStreamingSessions
ar: جلسات البث المباشر
tr: Verilere Genel Bakış
zh_hans: 直播场次
zh_hant: 直播場地

# 收入
source: Revenue
ar: الدخل
tr: Canlı Akış Oturumları
zh_hans: 收入
zh_hant: 收入

# 提现
source: withdrawal
ar: التصوير
tr: Gelir
zh_hans: 提现
zh_hant: 提現

# 注：每日只能发起1笔提现哦～
source: Note:Youcanonlyinitiate1withdrawalperday
ar: ملاحظة: يمكنك فقط بدء عمليات السحب مرة واحدة في اليوم
tr: Çekim
zh_hans: 注：每日只能发起1笔提现哦～
zh_hant: 註：每日只能發起1筆提現喔～

# 当前日期没有收入记录呢，换个条件试试把~
source: Thereisnoincomerecordonthecurrentdate,tryadifferentcondition~
ar: لا توجد سجلات دخل في التاريخ الحالي ، جرب حالة مختلفة
tr: Not: Günde yalnızca 1 defa para çekme işlemi başlatabilirsiniz
zh_hans: 当前日期没有收入记录呢，换个条件试试把~
zh_hant: 目前日期沒有收入紀錄呢，換個條件試試看~

# 当前日期没有提现记录呢，换个条件试试把~
source: Thereisnowithdrawalrecordonthecurrentdate,tryadifferentcondition~
ar: لا توجد سجلات للسحب في التاريخ الحالي ، جرب حالة مختلفة
tr: Geçerli tarihte gelir kaydı yok, farklı bir koşul deneyin
zh_hans: 当前日期没有提现记录呢，换个条件试试把~
zh_hant: 目前日期沒有提現記錄呢，換個條件試試把~

# 当前日期没有兑换记录呢，换个条件试试把~
source: Thereisnoexchangerecordonthecurrentdate,tryanothercondition~
ar: لا توجد سجلات تغيير في التاريخ الحالي ، جرب شرطًا آخر
tr: Geçerli tarihte para çekme kaydı yok, farklı bir koşul deneyin
zh_hans: 当前日期没有兑换记录呢，换个条件试试把~
zh_hant: 目前日期沒有兌換記錄呢，換個條件試試看~

# 全部状态
source: Allstates
ar: كل المدن
tr: Geçerli tarihte değişim kaydı yok, başka bir koşul deneyin
zh_hans: 全部状态
zh_hant: 全部狀態

# 请选择日期
source: Pleaseselectadate
ar: الرجاء تحديد تاريخ
tr: Tüm Şehirler
zh_hans: 请选择日期
zh_hant: 請選擇日期

# 请选择类型
source: Pleaseselectatype
ar: الرجاء تحديد نوع
tr: Lütfen bir tarih seçin
zh_hans: 请选择类型
zh_hant: 請選擇類型

# 我的粉丝团
source: MyFanClub
ar: المعجبون بي
tr: Lütfen bir tür seçin
zh_hans: 我的粉丝团
zh_hant: 我的粉絲團

# 我加入的
source: Ijoined
ar: انضم
tr: Hayranlarım
zh_hans: 我加入的
zh_hant: 我加入的

# 暂未完善~
source: Notperfectedyet~
ar: لم يتقن بعد ~
tr: Katıldım
zh_hans: 暂未完善~
zh_hant: 暫未完善~

# 主播发起了激情团战 稍后再上麦互动吧~
source: Host started team battle, join the mic later~
ar: أطلق الناشر معركة جماعية مثيرة
tr: Henüz mükemmelleştirilmedi~
zh_hans: 主播发起了激情团战 稍后再上麦互动吧~
zh_hant: 主播發動了激情團戰稍後再上麥互動吧~
