Repository: LINHAO1111427/mugozb
Catalog: Project/rechao/klcMPVA/Localizable/*.lproj/Localizable.strings
Languages: ar, tr, zh_hans, zh_hant

# 邀请用户
source: Inviteusers
ar: دعوة المستخدمين
tr: Kullanıcıları davet et
zh_hans: 邀请用户
zh_hant: 邀請使用者

# 未接通话
source: Nocall
ar: لا توجد مكالمات
tr: Arama yok
zh_hans: 未接通话
zh_hant: 未接來電

# 您还没有收到通话邀请哦！
source: Youhavenitreceivedacallinvitationyet!
ar: لم تستلم دعوة مكالمة حتى الآن!
tr: Henüz bir çağrı daveti almadınız!
zh_hans: 您还没有收到通话邀请哦！
zh_hant: 您還沒有收到通話邀請！

# 遇见TA
source: MeetaTA
ar: تعرف على شخص ما
tr: Biriyle tanışın
zh_hans: 遇见TA
zh_hant: 遇見TA

# 匹配聊天
source: Matchingchat
ar: مطابقة الدردشة
tr: Eşleşen sohbet
zh_hans: 匹配聊天
zh_hant: 匹配聊天

# 选聊
source: Selectachat
ar: حدد الدردشة
tr: sohbet seç
zh_hans: 选聊
zh_hant: 選聊

# 下一个相遇
source: Nextencounter
ar: المباراة التالية
tr: sonraki karşılaşma
zh_hans: 下一个相遇
zh_hant: 下一個相遇

# TA的兴趣：
source: TAisinterests:
ar: اهتماماته:
tr: O'nun ilgi alanları:
zh_hans: TA的兴趣：
zh_hant: TA的興趣：

# TA最近：
source: TAismostrecent:
ar: إنها مؤخرًا ：
tr: Son zamanlarda o：
zh_hans: TA最近：
zh_hant: TA最近：

# 发布了新的动态
source: Newupdatesposted
ar: نشر تحديثًا جديدًا
tr: Yeni bir güncelleme yayınladı
zh_hans: 发布了新的动态
zh_hant: 發布了新的動態

# 去看看>
source: Goandsee>
ar: اذهب وانظر>
tr: Git ve gör>
zh_hans: 去看看>
zh_hant: 去看看>

# TA的位置：
source: TAislocation:
ar: موقع O:
tr: O'nun konumu:
zh_hans: TA的位置：
zh_hant: TA的位置：

# 一个
source: One
ar: واحد
tr: bir
zh_hans: 一个
zh_hant: 一個

# 三个
source: Three
ar: ثلاثة
tr: üç
zh_hans: 三个
zh_hant: 三

# Pia戏
source: Piaplay
ar: لعب بيا
zh_hans: Pia戏
zh_hant: Pia戲

# 发布动态
source: Postingupdates
ar: إرسال مشاركة
tr: Post Gönder
zh_hans: 发布动态
zh_hant: 發布動態

# 星秀
source: StarShow
ar: عرض النجوم
tr: Yıldız Gösterisi
zh_hans: 星秀
zh_hant: 星秀

# 语音派对
source: Voiceparty
ar: حفلة صوتية
tr: Sesli parti
zh_hans: 语音派对
zh_hant: 語音派對

# 语音男神
source: Voiceman
ar: صوت اللغز
tr: Gizemin sesi
zh_hans: 语音男神
zh_hant: 語音男神

# 一起玩
source: Playtogether
ar: اللعب معًا
tr: birlikte oyna
zh_hans: 一起玩
zh_hant: 一起玩

# K歌
source: Karaoke
ar: كاريوكي
zh_hans: K歌
zh_hant: K歌

# 谁是卧底
source: WhoisUndercover
ar: من هو الخاص
tr: Kim gizli
zh_hans: 谁是卧底
zh_hant: 誰是臥底

# 唱歌
source: Singing
ar: غناء
tr: Şarkı söyle
zh_hans: 唱歌
zh_hant: 唱歌

# 没有数据
source: Nodata
ar: لا توجد بيانات
tr: Veri yok
zh_hans: 没有数据
zh_hant: 沒有資料

# 热门推荐
source: TopPicks
ar: الأكثر شيوعًا
tr: En Popüler
zh_hans: 热门推荐
zh_hant: 熱門推薦

# 最多观看
source: Mostviewed
ar: الأكثر مشاهدة
tr: En Çok İzlenen
zh_hans: 最多观看
zh_hant: 最多觀看

# 热评热搜
source: Hot_Reviews
ar: مراجعات شائعة
tr: Popüler Yorumlar
zh_hans: 热评热搜
zh_hant: 熱評熱搜

# 最多评论
source: MostComments
ar: معظم التعليقات
tr: En Çok Yorum
zh_hans: 最多评论
zh_hant: 最多評論

# 点赞热门
source: LikeHot
ar: ساخن
tr: Sıcak
zh_hans: 点赞热门
zh_hant: 按讚熱門

# 最多点赞
source: MostLikes
ar: أكثر الإعجابات
tr: En Çok Beğeni
zh_hans: 最多点赞
zh_hant: 最多按讚

# 贵族热榜
source: VIPHotlist
ar: VIP حصري
tr: VIP'e Özel
zh_hans: 贵族热榜
zh_hant: 貴族熱榜

# 最多付费
source: MostPaid
ar: أفضل الخدمات المدفوعة
tr: En Çok Ödenen
zh_hans: 最多付费
zh_hant: 最多付費

# 分类热播
source: CategoryHotlist
ar: الفئات الأكثر شيوعًا
tr: En Popüler Kategoriler
zh_hans: 分类热播
zh_hant: 分類熱播

# 本周必看
source: Mustwatchthisweek
ar: يجب المشاهدة هذا الأسبوع
tr: Bu hafta izlemeliyim
zh_hans: 本周必看
zh_hant: 本週必看

# 退出登录
source: Logout
ar: تسجيل الخروج
tr: Çıkış Yap
zh_hans: 退出登录
zh_hant: 退出登入

# 清除缓存成功
source: Cacheclearedsuccessfully
ar: تم مسح ذاكرة التخزين المؤقت بنجاح
tr: Önbellek başarıyla temizlendi
zh_hans: 清除缓存成功
zh_hant: 清除快取成功

# 清除缓存中...
source: Clearingcachein...
ar: التنظيف ...
tr: Temizleniyor...
zh_hans: 清除缓存中...
zh_hant: 清除快取中...

# 特权设置
source: Privilegesetting
ar: الخصوصية
tr: Gizlilik
zh_hans: 特权设置
zh_hant: 特權設定

# 隐身特权设置
source: Invisibilityprivilegesetting
ar: ضبط الخفاء
tr: Görünmezlik Ayarı
zh_hans: 隐身特权设置
zh_hant: 隱身特權設定

# 贡献榜隐身
source: Contributionlistinvisibility
ar: اختفاء قائمة المساهمات
tr: Katkı listesi görünmezliği
zh_hans: 贡献榜隐身
zh_hant: 貢獻榜隱身

# 进入直播房间隐身
source: Enterliveroomincognito
ar: تخفي غرفة المعيشة
tr: Canlı odaya gizli gir
zh_hans: 进入直播房间隐身
zh_hant: 進入直播房間隱身

# 充值隐身
source: rechargeinvisibility
ar: أعد شحن الخفاء
tr: Görünmezliği yeniden şarj et
zh_hans: 充值隐身
zh_hant: 充值隱身

# 全站广播设置
source: Site-widebroadcastsetting
ar: إعداد البث
tr: Yayın Ayarı
zh_hans: 全站广播设置
zh_hant: 全站廣播設定

# 直播房间发消息全站广播
source: Liveroommessagingsitewidebroadcast
ar: أرسل رسالة في الغرفة الحية وبثها إلى جميع الغرف
tr: Canlı odada bir mesaj gönderin ve tüm odalarda yayınlayın
zh_hans: 直播房间发消息全站广播
zh_hant: 直播房間發送訊息全站廣播

# 开启后，您将会在贡献榜中隐身
source: Whenenabled,youwillbeinvisibleinthecontributionlist
ar: عند التمكين ، ستكون غير مرئي في قائمة المساهمات
tr: Etkinleştirildiğinde, katkı listesinde görünmez olursunuz
zh_hans: 开启后，您将会在贡献榜中隐身
zh_hant: 開啟後，您將會在貢獻榜中隱身

# 开启后，您进入直播房间将会隐身，其他人将看不到您的入场信息
source: Whenenabled,youwillbeinvisiblewhenyouenteraliveroomandyourentrywillnotbevisibletoothers
ar: عند التمكين ، ستكون غير مرئي عندما تدخل غرفة مباشرة ولن يكون تسجيل دخولك مرئيًا للآخرين
tr: Etkinleştirildiğinde, canlı bir odaya girdiğinizde görünmez olursunuz ve girişiniz başkaları tarafından görülemez
zh_hans: 开启后，您进入直播房间将会隐身，其他人将看不到您的入场信息
zh_hant: 開啟後，您進入直播房間將會隱身，其他人將看不到您的入場資訊

# 开启后，将不会提示您的充值飘屏
source: Whenenabled,yourrechargescreenwillnotbeprompted
ar: عند التمكين ، لن تتم مطالبتك بشاشة الشحن
tr: Etkinleştirildiğinde, şarj ekranınız için sorulmayacaksınız
zh_hans: 开启后，将不会提示您的充值飘屏
zh_hant: 開啟後，將不會提示您的儲值飄屏

# 关闭后，贵族发言将不会全站飘屏广播
source: Whenturnedoff,VIPspeecheswillnotbebroadcastonthefullsite
ar: عند إيقاف التشغيل ، لن يتم بث محادثات VIP على الشاشة العائمة للموقع بالكامل
tr: Kapatıldığında, VIP konuşmaları tüm site yüzen ekranında yayınlanmayacaktır
zh_hans: 关闭后，贵族发言将不会全站飘屏广播
zh_hant: 關閉後，貴族發言將不會全站飄屏廣播

# //Copyright © 2023-2029 有限公司 版权所有
source: //Copyright (c) 2023-2029 Limited Company All rights reserved
ar: حقوق النشر © 2023-2029 n جميع الحقوق محفوظة
zh_hans: //Copyright © 2023-2029 有限公司 版权所有

# 确认注销
source: Confirmlogout
ar: تأكيد
tr: Onayla
zh_hans: 确认注销
zh_hant: 確認註銷

# 设置新密码
source: Settinganewpassword
ar: تعيين كلمة مرور جديدة
tr: Yeni Şifre Belirle
zh_hans: 设置新密码
zh_hant: 設定新密碼

# 青少年模式
source: Teenmode
ar: قفل الأطفال
tr: Çocuk Kilidi
zh_hans: 青少年模式
zh_hant: 青少年模式

# 青少年模式 - 已开启
source: Teen mode - Enabled
ar: وضع الأطفال - ممكّن
tr: Çocuk Modu - etkin
zh_hans: 青少年模式 - 已开启
zh_hant: 青少年模式- 已開啟

# 青少年模式 - 未开启
source: Teen mode - Disabled
ar: وضع الأطفال - لم يتم تشغيله
tr: Çocuk Modu - açık değil
zh_hans: 青少年模式 - 未开启
zh_hant: 青少年模式- 未開啟

# 开启青少年模式
source: Teenmodeon
ar: تمكين وضع الأطفال
tr: Çocuk Modunu Aktif Et
zh_hans: 开启青少年模式
zh_hant: 開啟青少年模式

# 您已开启青少年模式
source: Youhaveyouthmodeturnedon
ar: تم تمكين وضع الأطفال
tr: Çocuk Modu Aktif Edildi
zh_hans: 您已开启青少年模式
zh_hant: 您已開啟青少年模式

# 关闭青少年模式
source: Turnoffyouthmode
ar: إيقاف تشغيل وضع الأطفال
tr: Çocuk Modunu Kapat
zh_hans: 关闭青少年模式
zh_hant: 關閉青少年模式

# 修改密码
source: Changepassword
ar: تغيير كلمة المرور
tr: Şifre Değiştir
zh_hans: 修改密码
zh_hant: 修改密碼

# 退出青少年模式
source: Exitteenmode
ar: الخروج من وضع الأطفال
tr: Çocuk Modundan Çık
zh_hans: 退出青少年模式
zh_hant: 退出青少年模式

# 设置数字密码
source: Settinganumericpassword
ar: تعيين كلمة مرور رقمية
tr: Sayısal bir parola ayarla
zh_hans: 设置数字密码
zh_hant: 設定數字密碼

# 在线客服
source: Onlinecustomerservice
ar: خدمة العملاء عبر الإنترنت
tr: Online müşteri hizmetleri
zh_hans: 在线客服
zh_hant: 線上客服

# 客服
source: CustomerService
ar: خدمة العملاء
tr: Müşteri Hizmetleri
zh_hans: 客服
zh_hant: 客服

# 客服消息
source: CustomerServiceMessage
ar: رسالة خدمة العملاء
tr: Müşteri Hizmet Mesajı
zh_hans: 客服消息
zh_hant: 客服訊息

# 联系客服
source: ContactCustomerService
ar: اتصل بخدمة العملاء
tr: Müşteri Hizmetleri ile İletişime Geçin
zh_hans: 联系客服
zh_hant: 聯絡客服

# 美颜设置
source: Beautysetting
ar: إعدادات الجمال
tr: Güzellik Ayarı
zh_hans: 美颜设置
zh_hant: 美顏設定

# 我的时间轴
source: Mytimeline
ar: مخططي الزمني
tr: Zaman Çizelgem
zh_hans: 我的时间轴
zh_hant: 我的時間軸

# 官方小店
source: Officialsmallshop
ar: متجري
tr: Mağazam
zh_hans: 官方小店
zh_hant: 官方小店

# 《官方小店入驻协议》
source: TheOfficialSmallShopInclusionAgreement
ar: اتفاقيات متجري
tr: Mağaza sözleşmelerim
zh_hans: 《官方小店入驻协议》
zh_hant: 《官方小店入駐協議》

# 点击按钮表示同意
source: Clickonthebuttontoagree
ar: انقر فوق الزر لقبول
tr: Kabul etmek için düğmeye tıklayın
zh_hans: 点击按钮表示同意
zh_hant: 點選按鈕表示同意

# 我的公会
source: MyGuild
ar: وكالتي
tr: Ajans'ım
zh_hans: 我的公会
zh_hant: 我的公會

# 主播中心
source: Anchorcenter
ar: مركز الناشر
tr: Yayıncı Merkezi
zh_hans: 主播中心
zh_hant: 主播中心

# 技能列表
source: Skilllist
ar: قائمة المهارات
tr: Beceri listesi
zh_hans: 技能列表
zh_hant: 技能清單

# 免打扰
source: Nodisturbance
ar: الرجاء عدم الإزعاج
tr: Rahatsız etmeyin
zh_hans: 免打扰
zh_hant: 免打擾

# 排行榜
source: Ranking
ar: الترتيب
tr: Sıralama
zh_hans: 排行榜
zh_hant: 排行榜

# 家族
source: Family
ar: العائلة
tr: Aile
zh_hans: 家族
zh_hant: 家族

# 群组
source: groups
ar: المجموعات
tr: Gruplar
zh_hans: 群组
zh_hant: 群組

# 群组名称
source: Groupname
ar: اسم المجموعة
tr: Grup adı
zh_hans: 群组名称
zh_hant: 群組名稱

# 我加入的群组
source: GroupsIimin
ar: المجموعات التي أنا فيها
tr: İçinde bulunduğum gruplar
zh_hans: 我加入的群组
zh_hant: 我加入的群組

# 浏览记录
source: Browsinghistory
ar: المحفوظات
tr: Geçmiş
zh_hans: 浏览记录
zh_hant: 瀏覽記錄

# 收益中心
source: Profitcentre
ar: مركز الربح
tr: Kar Merkezi
zh_hans: 收益中心
zh_hant: 收益中心

# 贵族中心
source: VIPCentre
ar: الأرستقراطية
tr: Aristokrasi
zh_hans: 贵族中心
zh_hant: 貴族中心

# 任务中心
source: MissionCentre
ar: المهام
tr: Görevler
zh_hans: 任务中心
zh_hant: 任務中心

# 充值中心
source: Top-upCentre
ar: المحفظة
tr: Cüzdan
zh_hans: 充值中心
zh_hant: 充值中心

# 等级特权
source: Rankprivileges
ar: الامتيازات
tr: Ayrıcalıklar
zh_hans: 等级特权
zh_hant: 等級特權

# 创作中心
source: CreationCentre
ar: مركز الإنشاء
tr: Oluşturma Merkezi
zh_hans: 创作中心
zh_hant: 創作中心

# 数据中心
source: Datacentre
ar: مركز البيانات
tr: Veri Merkezi
zh_hans: 数据中心
zh_hant: 資料中心

# 守护中心
source: GuardianCentre
ar: الحرس
tr: Koruyucu
zh_hans: 守护中心
zh_hant: 守護中心

# 装扮中心
source: DressUpCentre
ar: AVM
tr: AVM
zh_hans: 装扮中心
zh_hant: 裝扮中心

# 邀请赚钱
source: Invitetoearnmoney
ar: دعوة
tr: Davet Et
zh_hans: 邀请赚钱
zh_hant: 邀請賺錢

# 潮票
source: TideTickets
ar: تذاكر المد والجزر
tr: Gelgit Biletleri
zh_hans: 潮票
zh_hant: 潮票

# 家族群聊
source: FamilyChat
ar: محادثة العائلة
tr: Aile Sohbeti
zh_hans: 家族群聊
zh_hant: 家族群聊

# 所有人可见
source: Visibletoall
ar: مرئي بشكل عام
tr: Herkes tarafından görülebilir
zh_hans: 所有人可见
zh_hant: 所有人可見

# 粉丝可见
source: Visibletofans
ar: مرئي للجماهير
tr: Hayranlar tarafından görülebilir
zh_hans: 粉丝可见
zh_hant: 粉絲可見

# 仅自己可见
source: Visibletoselfonly
ar: مرئي للذات فقط
tr: Yalnızca kendine görünür
zh_hans: 仅自己可见
zh_hant: 僅自己可見

# 收益明细
source: Detailofearnings
ar: الأرباح
tr: Kazançlar
zh_hans: 收益明细
zh_hant: 收益明細

# 提现记录
source: Withdrawalrecord
ar: سجل السحب
tr: Geçmiş
zh_hans: 提现记录
zh_hant: 提現記錄

# 选择文件
source: Selectfile
ar: اختر ملفًا
tr: Dosya seç
zh_hans: 选择文件
zh_hant: 選擇檔案

# 拍摄时请保持您的本人正脸及上半身入镜，并录制清晰的视频！
source: Whenfilming,pleasekeepyourfaceandupperbodyinthepictureandrecordaclearvideo!
ar: عند التصوير ، يرجى إبقاء وجهك والجزء العلوي من جسمك مرئيًا وتسجيل فيديو واضح!
tr: Film çekerken lütfen yüzünüzü ve vücudunuzun üst kısmını görüntüde tutun ve net bir video kaydedin!
zh_hans: 拍摄时请保持您的本人正脸及上半身入镜，并录制清晰的视频！
zh_hant: 拍攝時請保持您的本人正臉及上半身入鏡，並錄製清晰的影片！

# 待完成
source: Tobecompleted
ar: كامل
tr: Tamamla
zh_hans: 待完成
zh_hant: 待完成

# 已完成
source: Completed
ar: تم
tr: Tamamlandı
zh_hans: 已完成
zh_hant: 已完成

# 已完成 0/0
source: Completed 0/0
ar: اكتمل 0/0
tr: Tamamlandı 0/0
zh_hans: 已完成 0/0
zh_hant: 已完成0/0

# 预览
source: Preview
ar: معاينة
tr: Önizleme
zh_hans: 预览
zh_hant: 預覽

# 预览商品
source: PreviewProducts
ar: معاينة المنتجات
tr: Ürünleri Önizle
zh_hans: 预览商品
zh_hant: 預覽商品

# 小店预览
source: Smallshoppreview
ar: معاينة المتجر الصغير
tr: Küçük mağaza önizlemesi
zh_hans: 小店预览
zh_hant: 小店預覽

# 开始
source: Start
ar: ابدأ
tr: Başlat
zh_hans: 开始
zh_hant: 開始

# 重新开始
source: Restart
ar: إعادة التشغيل
tr: Yeniden Başlat
zh_hans: 重新开始
zh_hant: 重新開始

# 退出PK
source: ExitPK
ar: الخروج من PK
tr: Çıkış PK
zh_hans: 退出PK
zh_hant: 退出PK

# 从今天开始守护Ta
source: GuardingTafromtoday
ar: ابدأ في حمايتها
tr: Onu Korumaya Başla
zh_hans: 从今天开始守护Ta
zh_hant: 從今天開始守護Ta

# 开通守护
source: OpenGuardian
ar: تنشيط
tr: Aktif Et
zh_hans: 开通守护
zh_hant: 開通守護

# 提交
source: Submit
ar: إرسال
tr: Gönder
zh_hans: 提交
zh_hant: 提交

# 提交图片
source: Submitimages
ar: لقطة شاشة
tr: Ekran Resmi
zh_hans: 提交图片
zh_hant: 提交圖片

# 提交退款申请
source: Submitrefundrequest
ar: إرسال طلب الإرجاع
tr: İade talebini gönder
zh_hans: 提交退款申请
zh_hant: 提交退款申請

# 提交资料
source: Submitinformation
ar: إرسال المعلومات
tr: Bilgi gönder
zh_hans: 提交资料
zh_hant: 提交資料

# 请输入商家联系电话
source: Pleaseenterthemerchantiscontactphonenumber
ar: الرجاء إدخال رقم هاتف الاتصال بالبائع
tr: Lütfen satıcının iletişim telefon numarasını girin
zh_hans: 请输入商家联系电话
zh_hant: 請輸入商家聯絡電話

# 联系电话
source: Contactnumber
ar: رقم الاتصال
tr: İletişim numarası
zh_hans: 联系电话
zh_hant: 聯絡電話

# 请输入商家名称
source: Pleaseenterthenameofthemerchant
ar: الرجاء إدخال اسم البائع
tr: Lütfen satıcının adını girin
zh_hans: 请输入商家名称
zh_hant: 請輸入商家名稱

# 商家名称
source: Merchantname
ar: اسم البائع
tr: Satıcı adı
zh_hans: 商家名称
zh_hant: 商家名稱

# 商家简介（非必填）
source: MerchantProfile(notrequired)
ar: الملف الشخصي للبائع (اختياري)
tr: Satıcı Profili (isteğe bağlı)
zh_hans: 商家简介（非必填）
zh_hant: 商家簡介（非必填）

# 商家简介
source: MerchantProfile
ar: الملف التعريفي للبائع
tr: Satıcı Profili
zh_hans: 商家简介
zh_hant: 商家簡介

# 这里是商家简介
source: HereistheMerchantProfile
ar: هنا ملف تعريف البائع
tr: İşte Satıcı Profili
zh_hans: 这里是商家简介
zh_hant: 這裡是商家簡介

# 请输入商家简介,最多500字
source: Pleaseenteramerchantprofile,max500characters
ar: الرجاء إدخال ملف تعريف التاجر ، بحد أقصى 500 حرف
tr: Lütfen bir satıcı profili girin, en fazla 500 karakter
zh_hans: 请输入商家简介,最多500字
zh_hant: 請輸入商家簡介,最多500字

# 营业证照
source: Businesslicense
ar: ترخيص الموزع
tr: Satıcı lisansı
zh_hans: 营业证照
zh_hant: 營業證照

# 营业证照（非必填）
source: BusinessLicence(notrequired)
ar: ترخيص المورِّد (غير مطلوب)
tr: Satıcı Lisansı (gerekli değil)
zh_hans: 营业证照（非必填）
zh_hant: 營業證照（非必填）

# 资料审核中，请耐心等待!
source: Profileisbeingreviewed,pleasebepatient!
ar: الملف الشخصي قيد المراجعة ، يرجى التحلي بالصبر!
tr: Profil inceleniyor, lütfen sabırlı olun!
zh_hans: 资料审核中，请耐心等待!
zh_hant: 資料審核中，請耐心等待!

# 提交举报
source: Submittingareport
ar: إرسال تقرير
tr: Rapor Gönder
zh_hans: 提交举报
zh_hant: 提交檢舉

# 请输入具体违规内容，便于平台做出优化…
source: Pleaseenterthespecificoffendingcontentsothattheplatformcanoptimizeit...
ar: الرجاء إدخال محتوى الانتهاك ذي الصلة لتسهيل تحسين النظام الأساسي ...
tr: Platformun optimizasyonunu kolaylaştırmak için lütfen ilgili ihlal içeriğini girin...
zh_hans: 请输入具体违规内容，便于平台做出优化…
zh_hant: 請輸入具體違規內容，以便平台做出最佳化…

# 点击试听
source: Clicktolisten
ar: انقر للاستماع
tr: Dinlemek için tıklayın
zh_hans: 点击试听
zh_hant: 點選試聽

# 正在播放
source: Playing
ar: تشغيل
tr: Oynuyor
zh_hans: 正在播放
zh_hant: 正在播放

# 长按录音
source: Longpresstorecord
ar: الضغط لفترة طويلة للتسجيل
tr: Kayıt için uzun basın
zh_hans: 长按录音
zh_hant: 長按錄音

# 每次录制的时间不能超过20秒
source: Nomorethan20secondsperrecording
ar: بحد أقصى 20 ثانية لكل سجل
tr: Kayıt başına en fazla 20 saniye
zh_hans: 每次录制的时间不能超过20秒
zh_hant: 每次錄製的時間不能超過20秒

# 恭喜，你已成功认证！
source: Congratulations,youhavebeensuccessfullyauthenticated!
ar: تهانينا ، لقد تمت مصادقتك بنجاح!
tr: Tebrikler, kimliğiniz başarıyla doğrulandı!
zh_hans: 恭喜，你已成功认证！
zh_hant: 恭喜，你已成功認證！

# 审核中
source: Auditinginprogress
ar: الفحص قيد التقدم
tr: Denetim devam ediyor
zh_hans: 审核中
zh_hant: 審核中

# 你的小店正在审核中
source: Yoursmallshopisbeingaudited
ar: فحص متجرك
tr: Mağazanız denetleniyor
zh_hans: 你的小店正在审核中
zh_hant: 你的小店正在審核中

# 审核状态：成功
source: Auditstatus:successful
ar: حالة التدقيق: ناجح
tr: Denetim durumu: başarılı
zh_hans: 审核状态：成功
zh_hant: 審核狀態：成功

# 审核状态：失败
source: Auditstatus:failed
ar: حالة التدقيق: فشل
tr: Denetim durumu: başarısız
zh_hans: 审核状态：失败
zh_hant: 審核狀態：失敗

# 审核状态：审核中
source: AuditStatus:UnderReview
ar: حالة التحكم: قيد المراجعة
tr: Denetim Durumu: İnceleme Altında
zh_hans: 审核状态：审核中
zh_hant: 審核狀態：審核中

# 你还没有身份认证！ 认证后，才能加入公会!
source: You are not verified yet! Verify first to join the guild!
ar: لم تستلم شهادة بعد! n احصل على شهادة ناشر أولاً وبعد ذلك يمكنك كسب المال!
tr: Henüz sertifika almadınız! önce yayıncı sertifikası alın daha sonra para kazanabilrisiniz!
zh_hans: 你还没有身份认证！ 认证后，才能加入公会!
zh_hant: 你還沒有身分認證！ 認證後，才能加入公會!

# 预计1个工作日内审核完成～
source: Approvalexpectedin1businessday~
ar: في انتظار الموافقة خلال يوم عمل واحد
tr: Onay 1 iş günü içinde bekleniyor
zh_hans: 预计1个工作日内审核完成～
zh_hant: 預計1個工作天內審核完成～

# 您的审核未通过
source: Yourverificationhasnotpassed
ar: فشل تعليقك
tr: İncelemeniz başarısız oldu
zh_hans: 您的审核未通过
zh_hant: 您的審核未通過

# 重新认证
source: Re-verify
ar: إعادة الوثيقة
tr: Yeniden belgelendir
zh_hans: 重新认证
zh_hant: 重新認證

# 日
source: Day
ar: يوم
tr: gün
zh_hans: 日
zh_hant: 日

# 个作品
source: Articles
ar: المقالات
tr: Makaleler
zh_hans: 个作品
zh_hant: 個作品

# 关
source: Off
ar: مغلق
tr: Kapalı
zh_hans: 关
zh_hant: 關

# 鑫颜
source: XinYan
ar: الاسم واللقب
tr: İsim Soyisim
zh_hans: 鑫颜
zh_hant: 鑫顏

# 清晰
source: Clear
ar: مسح
tr: Temizle
zh_hans: 清晰
zh_hant: 清晰

# 脸型
source: Faceshape
ar: شكل الوجه
tr: Yüz şekli
zh_hans: 脸型
zh_hant: 臉型

# 经典
source: Classic
tr: Klasik
zh_hans: 经典
zh_hant: 經典

# 方脸专用
source: Squarefaceonly
ar: وجه مربع فقط
tr: Sadece kare yüz
zh_hans: 方脸专用
zh_hant: 方臉專用

# 长脸专用
source: forlongfaces
ar: للوجوه الطويلة
tr: uzun yüzler için
zh_hans: 长脸专用
zh_hant: 長臉專用

# 圆脸专用
source: Forroundfaces
ar: للوجه المستدير
tr: yuvarlak yüzler için
zh_hans: 圆脸专用
zh_hant: 圓臉專用

# 瘦脸专用
source: Forthinfaces
ar: للأسطح الرقيقة
tr: ince yüzeyler için
zh_hans: 瘦脸专用
zh_hant: 瘦臉專用

# 一键美颜
source: Oneclickbeauty
ar: الجمال بنقرة واحدة
tr: Tek tıkla güzellik
zh_hans: 一键美颜
zh_hant: 一鍵美顏

# 标准
source: Standard
ar: قياسي
tr: Yüz Şekli
zh_hans: 标准
zh_hant: 標準

# 精致
source: Delicate
ar: دقيق
tr: Narin
zh_hans: 精致
zh_hant: 精緻

# 可爱
source: Cute
ar: لطيف
tr: Şirin
zh_hans: 可爱
zh_hant: 可愛

# 网红
source: Netflix
ar: ظاهرة
tr: Fenomen
zh_hans: 网红
zh_hant: 網紅

# 自然
source: Natural
ar: طبيعي
tr: Doğal
zh_hans: 自然
zh_hant: 自然

# 萝莉
source: Loli
ar: حلو
tr: Tatlı
zh_hans: 萝莉
zh_hant: 蘿莉

# 优雅
source: Graceful
ar: أنيقة
tr: Zarif
zh_hans: 优雅
zh_hant: 優雅

# 初恋
source: Firstlove
ar: الحب الأول
tr: İlk Aşk
zh_hans: 初恋
zh_hant: 初戀

# 高级
source: Advanced
ar: Senior
tr: Kıdemli
zh_hans: 高级
zh_hant: 高級

# 美妆
source: Beauty
ar: الجمال
tr: Güzellik
zh_hans: 美妆
zh_hant: 美妝

# 开
source: On
ar: تشغيل
tr: Açık
zh_hans: 开
zh_hant: 開

# 腮红
source: Blush
ar: أحمر الخدود
tr: Allık
zh_hans: 腮红
zh_hant: 腮紅

# 睫毛
source: Lash
ar: رمش
tr: Kirpik
zh_hans: 睫毛
zh_hant: 睫毛

# 眉毛
source: Eyebrows
ar: الحواجب
tr: Kaşlar
zh_hans: 眉毛
zh_hant: 眉毛

# 眼影
source: Eyeshadow
ar: ظلال العيون
tr: Göz Farı
zh_hans: 眼影
zh_hant: 眼影

# 眼线
source: Eyeliner
ar: Eyeline
tr: Göz Çizgisi
zh_hans: 眼线
zh_hant: 眼線

# 青涩
source: Green
ar: عاطفي
tr: Duygusal
zh_hans: 青涩
zh_hant: 青澀

# 日杂
source: Japanese
ar: متفرقات
tr: Çeşitli
zh_hans: 日杂
zh_hant: 日雜

# 甜橙
source: Sweetorange
tr: Tatlı Portakal
zh_hans: 甜橙
zh_hant: 甜橙

# 微醺
source: Microbrew
ar: سكران صغير
tr: Biraz Şarhoş
zh_hans: 微醺
zh_hant: 微醺

# 心动
source: Heartwarming
ar: نبضات القلب
tr: kalp Atışı
zh_hans: 心动
zh_hant: 心動

# 柔和
source: Soft
ar: ناعم
tr: Yumuşak
zh_hans: 柔和
zh_hant: 柔和

# 浓密
source: Dense
ar: كثيفة
tr: Yoğun
zh_hans: 浓密
zh_hant: 濃密

# 魅惑
source: Melodious
ar: جاذبية
tr: Cazibe
zh_hans: 魅惑
zh_hant: 魅惑

# 芭比
source: Barbie
ar: باربي
zh_hans: 芭比
zh_hant: 芭比

# 妩媚
source: Feminine
ar: لطيف
tr: Alımlı
zh_hans: 妩媚
zh_hant: 嫵媚

# 标准眉
source: Standardeyebrows
ar: الحاجب القياسي
tr: Standart Kaş
zh_hans: 标准眉
zh_hant: 標準眉

# 剑眉
source: Swordeyebrows
ar: حواجب السيف
tr: Kılıç Kaş
zh_hans: 剑眉
zh_hant: 劍眉

# 柳叶眉
source: willow-leafeyebrows
ar: ويل الحاجب
tr: Söğüt Kaş
zh_hans: 柳叶眉
zh_hant: 柳葉眉

# 平直眉
source: Flateyebrows
ar: حواجب مسطحة
tr: Düz Kaş
zh_hans: 平直眉
zh_hant: 平直眉

# 流星眉
source: Meteoreyebrows
ar: Meteor Eyebrow
tr: Meteor Kaşı
zh_hans: 流星眉
zh_hant: 流星眉

# 欧式眉
source: Europeanstyleeyebrows
ar: الحاجب الأوروبي
tr: Avrupa Kaşı
zh_hans: 欧式眉
zh_hant: 歐式眉

# 个性
source: Personality
ar: الشخصية
tr: Kişilik
zh_hans: 个性
zh_hant: 個性

# 魅黑
source: Meiheiblack
ar: السحر الأسود
tr: Siyah Çekicilik
zh_hans: 魅黑
zh_hant: 魅黑

# 轻巧
source: Lightweight
ar: خفيف الوزن
tr: Hafif
zh_hans: 轻巧
zh_hant: 輕巧

# 柔滑
source: Smooth
ar: ناعم
tr: Pürüzsüz
zh_hans: 柔滑
zh_hant: 柔滑

# 深邃
source: Deep
ar: عميق
tr: Derin
zh_hans: 深邃
zh_hant: 深邃

# 素颜
source: Skinny
ar: شهرة
tr: Şöhret
zh_hans: 素颜
zh_hant: 素顏

# 无辜
source: Innocent
ar: بريء
tr: Masum
zh_hans: 无辜
zh_hant: 無辜

# 大地
source: Earth
ar: العالم
tr: Dünya
zh_hans: 大地
zh_hant: 大地

# 女团
source: Femalegroup
ar: مجموعة الفتيات
tr: Kız Grubu
zh_hans: 女团
zh_hant: 女團

# 桃花
source: PeachBlossom
ar: زهر الخوخ
tr: Şeftali Çiçeği
zh_hans: 桃花
zh_hant: 桃花

# 夏天
source: summer
ar: كتابة
tr: Yaz
zh_hans: 夏天
zh_hant: 夏天

# 烟熏妆
source: Smokymakeup
ar: مكياج سموكي
tr: Dumanlı Makyaj
zh_hans: 烟熏妆
zh_hant: 煙燻妝

# 元气
source: Meta-vitality
ar: حية
tr: Canlılık
zh_hans: 元气
zh_hant: 元氣

# 原图
source: Originalimage
ar: الصورة الأصلية
tr: Orijinal Görüntü
zh_hans: 原图
zh_hant: 原圖

# 重置
source: Reset
ar: إعادة تعيين
tr: Sıfırla
zh_hans: 重置
zh_hant: 重置

# 确认将所有参数值恢复默认吗?
source: Confirmtoresetallparametervaluestodefault?
ar: هل تريد تأكيد إعادة تعيين كافة قيم المعلمات إلى الوضع الافتراضي؟
tr: Tüm parametre değerlerini varsayılana sıfırlamayı onaylıyor musunuz?
zh_hans: 确认将所有参数值恢复默认吗?
zh_hant: 確認將所有參數值恢復預設嗎?

# 达到LV
source: ReachLV
ar: وصول LV
tr: LV'ye ulaşın
zh_hans: 达到LV
zh_hant: 達到LV

# 您可获得以下礼物
source: Youcangetthefollowinggifts
ar: يمكنك الحصول على الهدايا التالية
tr: Aşağıdaki hediyeleri alabilirsiniz
zh_hans: 您可获得以下礼物
zh_hant: 您可獲得以下禮物

# 达到LV0，您可获得以下礼物
source: ReachingLV0,yougetthefollowinggift
ar: عندما تصل إلى LV0 ستتلقى الهدية التالية
tr: LV0 a ulaştığınızda aşağıdaki hediyeyi alacaksınız
zh_hans: 达到LV0，您可获得以下礼物
zh_hant: 達到LV0，您可獲得以下禮物

# 上传视频失败,请稍后重试
source: Uploadingvideofailed,pleasetryagainlater
ar: فشل تحميل الفيديو ، يرجى المحاولة مرة أخرى لاحقًا
tr: Video yükleme başarısız oldu, lütfen daha sonra tekrar deneyin
zh_hans: 上传视频失败,请稍后重试
zh_hant: 上傳影片失敗,請稍後再試

# 录音时间小于3秒
source: Recordingtimeislessthan3seconds
ar: وقت التسجيل أقل من 3 ثوانٍ
tr: Kayıt süresi 3 saniyeden az
zh_hans: 录音时间小于3秒
zh_hant: 錄音時間小於3秒

# 形象展示设置
source: Imagedisplaysetting
ar: إعداد عرض الصورة
tr: Görüntü görüntüleme ayarı
zh_hans: 形象展示设置
zh_hant: 形象展示設定

# 通话记录
source: Callrecords
ar: سجلات المكالمات
tr: Çağrı kayıtları
zh_hans: 通话记录
zh_hant: 通話記錄

# 付费设置
source: Paymentsettings
ar: إعدادات الدفع
tr: Ödeme ayarları
zh_hans: 付费设置
zh_hant: 付費設定

# 次聊天
source: Sub-chat
ar: دردشة فرعية
tr: Alt sohbet
zh_hans: 次聊天
zh_hant: 次聊天

# 上传视频（必填）
source: Uploadvideo(required)
ar: تحميل الفيديو (مطلوب)
tr: Video yükle (gerekli)
zh_hans: 上传视频（必填）
zh_hant: 上傳影片（必填）

# 请手里拿一个水果
source: Pleaseholdapieceoffruitinyourhand
ar: يرجى إمساك قطعة من الفاكهة في يدك
tr: Lütfen elinizde bir parça meyve tutun
zh_hans: 请手里拿一个水果
zh_hant: 請手上拿一個水果

# 上传语音（必填）
source: Uploadvoice(required)
ar: تحميل الصوت (مطلوب)
tr: Sesi yükleyin (gerekli)
zh_hans: 上传语音（必填）
zh_hant: 上傳語音（必填）

# 按照文字阅读更容易通过
source: read_it_as_written_to_pass
ar: اقرأ كما هو مكتوب لتسهيل المرور
tr: Geçmeyi kolaylaştırmak için yazıldığı gibi okuyun
zh_hans: 按照文字阅读更容易通过
zh_hant: 依照文字閱讀比較容易通過

# 用户头像
source: Useravatar
ar: صورة الملف الشخصي
tr: Profil fotoğrafı
zh_hans: 用户头像
zh_hant: 使用者頭像

# 个人主页图片
source: Personalprofilepicture
ar: صورة الملف الشخصي
tr: Profil fotoğrafı
zh_hans: 个人主页图片
zh_hant: 個人首頁圖片

# 基本信息
source: Basicinformation
ar: معلومات أساسية
tr: Temel bilgiler
zh_hans: 基本信息
zh_hant: 基本資訊

# 联系信息
source: contactinformation
ar: معلومات الاتصال
tr: iletişim bilgileri
zh_hans: 联系信息
zh_hant: 聯絡資訊

# 身份信息
source: Identityinformation
ar: بيانات الاعتماد
tr: Kimlik bilgileri
zh_hans: 身份信息
zh_hant: 身分資訊

# 通话设置
source: Callsettings
ar: إعدادات الاتصال
tr: Çağrı ayarları
zh_hans: 通话设置
zh_hant: 通話設定

# 形象设置
source: Imagesetting
ar: إعداد الصورة
tr: Görüntü ayarı
zh_hans: 形象设置
zh_hant: 形象設定

# 其他信息
source: Otherinformation
ar: معلومات أخرى
tr: Diğer bilgiler
zh_hans: 其他信息
zh_hant: 其他資訊

# 提交认证
source: Submit_certification
ar: إرسال التحقق
tr: Doğrulamayı Gönder
zh_hans: 提交认证
zh_hant: 提交認證

# 你还未认证哦
source: Youarenotauthenticatedyet
ar: لم يتم اعتمادك بعد
tr: Henüz sertifikalı değilsiniz
zh_hans: 你还未认证哦
zh_hant: 你還未認證哦
