Repository: LINHAO1111427/mugozb
Catalog: Project/rechao/klcMPVA/Localizable/*.lproj/Localizable.strings
Languages: ar, tr, zh_hans, zh_hant

# 您好，欢迎来到Mugo Live
source: Hello，Welcome to MugoLive
ar: مرحبا ، مرحبا بكم في mugolive
tr: Merhaba, Mugo Live'e hoş geldiniz.
zh_hans: 您好，欢迎来到Mugo Live

# 房间
source: Room
ar: غرف
tr: Odalar
zh_hans: 房间
zh_hant: 房間

# 分类
source: Categories
ar: التصنيفات
tr: Kategoriler
zh_hans: 分类
zh_hant: 分類

# 短视频
source: Shortvideos
ar: فيديو قصير
tr: Bul
zh_hans: 短视频
zh_hant: 短影片

# 直播
source: Live
ar: مباشر
tr: etkileşim
zh_hans: 直播
zh_hant: 直播

# 广场
source: Plaza
ar: اكتشف
tr: Kare
zh_hans: 广场
zh_hant: 廣場

# 消息
source: Message
ar: الرسائل
tr: haberler
zh_hans: 消息
zh_hant: 訊息

# 我的
source: My
ar: أنا
tr: Core
zh_hans: 我的
zh_hant: 我的

# 暂时没有内容
source: No content for now
tr: 暂时没有内容 - 土耳其
zh_hans: 暂时没有内容 - 简体

# 请输入内容
source: Pleaseentercontent
ar: الرجاء إدخال المحتوى
tr: Lütfen içeriği girin
zh_hans: 请输入内容

# 下载地址无效
source: Invaliddownloadaddress
ar: عنوان التنزيل غير صالح
tr: Geçersiz indirme adresi
zh_hans: 下载地址无效

# 请选择正确的日期
source: Pleaseselectthecorrectdate
ar: يرجى تحديد التاريخ الصحيح
tr: Lütfen doğru tarihi seçin
zh_hans: 请选择正确的日期

# 未发现更多内容。去其他页面找找吧~
source: Nomorecontentfound.Lookonotherpages~
ar: لم يتم العثور على محتوى آخر. انظر الصفحات الأخرى ~
tr: Daha fazla içerik bulunamadı. Diğer sayfalara bakın~
zh_hans: 未发现更多内容。去其他页面找找吧~

# 心愿设置成功
source: Wishsetsuccessfully
ar: تم تعيين الرغبات بنجاح
tr: Dilek başarıyla ayarlandı
zh_hans: 心愿设置成功

# 删除
source: Delete
ar: حذف
tr: Sil
zh_hans: 删除

# 黑名单
source: Blacklist
ar: القائمة السوداء
tr: Kara Liste
zh_hans: 黑名单
zh_hant: 黑名單

# 黑名单管理
source: BlacklistManagement
ar: إدارة القائمة السوداء
tr: Kara Liste Yönetimi
zh_hans: 黑名单管理
zh_hant: 黑名單管理

# 一键删除
source: OneClickDelete
ar: حذف الكل
tr: Tümünü Sil
zh_hans: 一键删除
zh_hant: 一鍵刪除

# 图片已删除
source: Imagedeleted
ar: تم حذف الصورة
tr: Görüntü silindi
zh_hans: 图片已删除
zh_hant: 圖片已刪除

# 删除用户界面
source: Deleteuserinterface
ar: حذف واجهة المستخدم
tr: kullanıcı arayüzünü sil
zh_hans: 删除用户界面
zh_hant: 刪除使用者介面

# 已读
source: Readed
ar: قراءة
tr: Okundu
zh_hans: 已读
zh_hant: 已讀

# 一键已读
source: Readwithoneclick
ar: قراءة الكل
tr: Tümünü Oku
zh_hans: 一键已读
zh_hant: 一鍵已讀

# 发送
source: Send
ar: إرسال
tr: Gönder
zh_hans: 发送
zh_hant: 寄

# 发送联系方式
source: Sendcontactinformation
ar: أرسل معلومات الاتصال
tr: İletişim bilgilerini gönder
zh_hans: 发送联系方式
zh_hant: 發送聯絡方式

# 请选择发送地区
source: Sendtoregion
ar: إرسال إلى المنطقة
tr: Bölgeye gönder
zh_hans: 请选择发送地区
zh_hant: 請選擇傳送地區

# 送
source: Send
ar: إرسال
tr: Gönder
zh_hans: 送
zh_hant: 送

# 个
source: One
ar: واحد
zh_hans: 个
zh_hant: 個

# 举报
source: Report
ar: تقرير
tr: Rapor Et
zh_hans: 举报
zh_hant: 檢舉

# 举报已提交，我们将在2小时内进行处理
source: Reporthasbeensubmittedandwillbeprocessedwithin2hours
ar: تم إرسال التقرير وستتم معالجته في غضون ساعتين
tr: Rapor gönderildi ve 2 saat içinde işleme alınacak
zh_hans: 举报已提交，我们将在2小时内进行处理
zh_hant: 舉報已提交，我們將在2小時內處理

# （夜间时段会稍有延迟）
source: (Therewillbeaslightdelayduringnighttime)
ar: (سيكون هناك تأخير طفيف في الليل)
tr: (Gece saatlerinde hafif bir gecikme olacaktır)
zh_hans: （夜间时段会稍有延迟）
zh_hant: （夜間時段會稍有延遲）

# 举报类型
source: Typeofreport
ar: نوع التقرير
tr: Rapor türü
zh_hans: 举报类型
zh_hant: 舉報類型

# 请选择举报类型
source: Pleaseselectthetypeofreport
ar: الرجاء تحديد نوع التقرير
tr: Lütfen rapor türünü seçin
zh_hans: 请选择举报类型
zh_hant: 請選擇檢舉類型

# 空空如也～
source: Empty~
ar: فارغ
tr: Boş
zh_hans: 空空如也～
zh_hant: 空空如也～

# 您还未加入TA的粉丝团哦～
source: YouhavenisitjoinedTAisfanbaseyet~
ar: لم تنضم إلى قاعدة المعجبين به بعد
tr: O'nun hayran kitlesine henüz katılmadınız
zh_hans: 您还未加入TA的粉丝团哦～
zh_hant: 您還未加入TA的粉絲團～

# 守护Ta才可以送守护礼物哦～
source: YoucanonlysendaguardgiftifyouguardTa~
ar: لا يمكنك إرسال وديعة حماية إلا إذا قمت بحماية O
tr: Sadece O'nu koruyorsanız bir koruma emaneti gönderebilirsiniz
zh_hans: 守护Ta才可以送守护礼物哦～
zh_hant: 守護Ta才可以送守護禮物～

# 开通贵族才可以送贵族礼物哦～
source: VIPgiftsonlyifyouareaVIP~
ar: يمكنك فقط إرسال الهدايا الأرستقراطية بعد فتح الوضع الأرستقراطي
tr: Sadece aristokrat statüsünü açtıktan sonra aristokrat hediyeler gönderebilirsiniz
zh_hans: 开通贵族才可以送贵族礼物哦～
zh_hant: 開通貴族才可以送貴族禮物哦～

# 关注
source: Follow
ar: متابعة
tr: Takip Et
zh_hans: 关注
zh_hant: 關注

# 关注主播下次不迷路~
source: Followtheanchoranddonotgetlostnexttime~
ar: اتبعني لتلقي إشعارات البث المباشر
tr: Canlı yayın bildirimleri almak için beni takip et
zh_hans: 关注主播下次不迷路~
zh_hant: 追蹤主播下次不迷路~

# 马上关注
source: Follownow
ar: متابعة
tr: Takip Et
zh_hans: 马上关注
zh_hant: 馬上關注

# 关注Ta
source: FollowTa
ar: اتبع الناشر
tr: Yayıncı'yı Takip Et
zh_hans: 关注Ta
zh_hant: 追蹤Ta

# 主播休息中
source: Anchorbreakinprogress
ar: فاصل الناشر قيد التقدم
tr: Yayıncı kopması devam ediyor
zh_hans: 主播休息中
zh_hant: 主播休息中

# 关注成功
source: FollowingSuccess
ar: تمت متابعته بنجاح
tr: Başarıyla Takip Edildi
zh_hans: 关注成功
zh_hant: 專注於成功

# 关注了你
source: Followedyou
ar: لقد تابعتك
tr: Seni takip ettim
zh_hans: 关注了你
zh_hant: 追蹤了你

# 赞了你的视频
source: Likedyourvideo
ar: أعجبني الفيديو الخاص بك
tr: Videonuzu beğendim
zh_hans: 赞了你的视频
zh_hant: 讚了你的影片

# 评论了你的动态
source: Commentedonyourdynamic
ar: علقت على ديناميكيتك
tr: dinamiğiniz hakkında yorum yaptı
zh_hans: 评论了你的动态
zh_hant: 評論了你的動態

# 评论内容
source: Comments
ar: التعليقات
tr: Yorumlar
zh_hans: 评论内容
zh_hant: 評論內容

# 1分钟前
source: 1Minuteago
ar: منذ دقيقة واحدة
tr: 1 dakika önce
zh_hans: 1分钟前
zh_hant: 1分鐘前

# 跳转相应条目事件页面
source: Jumptothecorrespondingentryeventpage
ar: الانتقال إلى صفحة الحدث الخاصة بالإدخال ذي الصلة
tr: İlgili girdinin etkinlik sayfasına atla
zh_hans: 跳转相应条目事件页面
zh_hant: 跳轉對應條目事件頁面

# 回复评论
source: Replytocomment
ar: رد للتعليق
tr: Yoruma yanıt ver
zh_hans: 回复评论
zh_hant: 回覆評論

# 跳转相应事件页面
source: Jumptothecorrespondingeventpage
ar: انتقل إلى صفحة الأحداث ذات الصلة
tr: İlgili etkinlik sayfasına atla
zh_hans: 跳转相应事件页面
zh_hant: 跳轉對應活動頁面

# 互相关注
source: Followeachother
ar: اتبع بعضكما البعض
tr: Birbirinizi takip edin
zh_hans: 互相关注
zh_hant: 互相關注

# 关注更多
source: Followmore
ar: تابع المزيد
tr: Daha fazla takip et
zh_hans: 关注更多
zh_hant: 關注更多

# 这里没有数据，去别的页面看看吧
source: Nodatahere,gocheckanotherpage
ar: لا توجد بيانات هنا ، راجع صفحة أخرى
tr: Burada veri yok, başka bir sayfaya bakın
zh_hans: 这里没有数据，去别的页面看看吧
zh_hant: 這裡沒有數據，去別的頁面看看吧

# + 关注
source: + Follow
tr: + Takip Et
zh_hans: + 关注
zh_hant: + 追蹤

# 已关注
source: Followed
ar: متابع
tr: Takip Edilen
zh_hans: 已关注
zh_hant: 已追蹤

# 您可再次查看本APP
source: Youcancheckthisappagain
ar: يمكنك التحقق من هذا التطبيق مرة أخرى
tr: Bu uygulamayı tekrar kontrol edebilirsiniz
zh_hans: 您可再次查看本APP
zh_hant: 您可再次查看本APP

# 全文
source: Fulltext
ar: نص كامل
tr: Tam metin
zh_hans: 全文
zh_hant: 全文

# 请选择微信查看收费标准
source: PleaseselectWeChattoviewtherates
ar: يرجى تحديد WeChat لعرض الأسعار
tr: Fiyatları görüntülemek için lütfen WeChat i seçin
zh_hans: 请选择微信查看收费标准
zh_hant: 請選擇微信查看收費標準

# 金币/次
source: Goldencoinspervisit
ar: عملات معدنية لكل زيارة
tr: Ziyaret başına Coin
zh_hans: 金币/次
zh_hant: 金幣/次

# （0$/次）
source: ($0/visit)
ar: （0 دولار / مرة）
tr: （0$/zaman）
zh_hans: （0$/次）
zh_hant: （0$/次）

# 全文。如果您同意我们的隐私政策后，您可以继续使用本APP
source: Fulltext.YoucancontinuetousetheAppifyouagreetoourprivacypolicy
ar: نص كامل. إذا قبلت سياسة الخصوصية الخاصة بنا ، يمكنك الاستمرار في استخدام التطبيق
tr: Tam metin. Gizlilik politikamızı kabul ediyorsanız uygulamayı kullanmaya devam edebilirsiniz
zh_hans: 全文。如果您同意我们的隐私政策后，您可以继续使用本APP
zh_hant: 全文。如果您同意我們的隱私權政策後，您可以繼續使用本APP

# 进直播房间领福利
source: Entertheliveroomtoreceivebenefits
ar: ادخل إلى الغرفة الحية للحصول على المساعدة
tr: Yardım almak için canlı odaya girin
zh_hans: 进直播房间领福利
zh_hant: 進直播房間領福利

# 次
source: Times
ar: مرات
tr: zamanlar
zh_hans: 次
zh_hant: 次

# /次
source: /Time
ar: / الوقت
tr: /zaman
zh_hans: /次
zh_hant: /次

# 分钟
source: Minutes
ar: دقيقة
tr: dakika
zh_hans: 分钟
zh_hant: 分鐘

# 累计收入($)
source: Cumulativeincome($)
ar: الإيرادات التراكمية ($)
tr: Kümülatif gelir ($)
zh_hans: 累计收入($)
zh_hant: 累計收入($)

# 累计提现($)
source: Cumulativewithdrawals($)
ar: السحب التراكمي ($)
tr: Kümülatif para çekme ($)
zh_hans: 累计提现($)
zh_hant: 累計提現($)

# 小店余额
source: SmallShopBalance
ar: رصيد متجر صغير
tr: Küçük mağaza bakiyesi
zh_hans: 小店余额
zh_hant: 小店餘額

# 立即提现
source: Cashoutnow
ar: الدفع النقدي الآن
tr: Şimdi nakde çevir
zh_hans: 立即提现
zh_hant: 立即提現

# 付费短视频免费观看次数x
source: FreePaidShortVideoViewsx
ar: مشاهدات الفيديو القصيرة المجانية المدفوعة x
tr: Ücretsiz Ücretli Kısa Video Görüntülemeleri x
zh_hans: 付费短视频免费观看次数x
zh_hant: 付費短影片免費觀看次數x

# 邀请抽奖
source: Invitationtoaraffle
ar: دعوة إلى يانصيب
tr: Çekiliş daveti
zh_hans: 邀请抽奖
zh_hant: 邀請抽獎

# 获得1次抽奖机会
source: Get1raffleentry
ar: احصل على إدخال يانصيب واحد
tr: 1 çekiliş girişi kazanın
zh_hans: 获得1次抽奖机会
zh_hant: 獲得1次抽獎機會

# 请再次输入新密码
source: Pleaseenteranewpasswordagain
ar: الرجاء إعادة إدخال كلمة المرور الجديدة
tr: Lütfen yeni parolayı tekrar girin
zh_hans: 请再次输入新密码
zh_hant: 請再輸入新密碼

# 两次输入的密码不一致
source: Thepasswordenteredtwiceisnotthesame
ar: كلمة المرور التي تم إدخالها مرتين مختلفة
tr: İkinci kez girilen parola aynı değil
zh_hans: 两次输入的密码不一致
zh_hant: 兩次輸入的密碼不一致

# 只能查看一次
source: Onlyviewonce
ar: العرض مرة واحدة فقط
tr: Sadece bir kez görüntüle
zh_hans: 只能查看一次
zh_hant: 只能查看一次

# 按住屏幕查看
source: Holddownthescreentoview
ar: امسك الشاشة لعرضها
tr: Görüntülemek için ekranı basılı tutun
zh_hans: 按住屏幕查看
zh_hant: 按住螢幕查看

# 收入明细
source: Revenuedetails
ar: تفاصيل الإيرادات
tr: Gelir ayrıntıları
zh_hans: 收入明细
zh_hant: 收入明細

# 用户离开直播房间--关闭
source: Userleavestheliveroom-close
ar: يغادر المستخدم الغرفة الحية - مغلق
tr: Kullanıcı canlı odadan ayrılıyor - kapat
zh_hans: 用户离开直播房间--关闭
zh_hant: 用戶離開直播房間--關閉

# 用户离开语音直播房间--关闭
source: Userleavesthelivevoiceroom-close
ar: خروج المستخدم من غرفة الصوت الحية - إغلاق
tr: Kullanıcı canlı ses odasından ayrılıyor - kapat
zh_hans: 用户离开语音直播房间--关闭
zh_hant: 使用者離開語音直播室--關閉

# 抽奖机会
source: Rafflechances
ar: فرصة اليانصيب
tr: Çekiliş şansı
zh_hans: 抽奖机会
zh_hant: 抽獎機會

# 注销成功
source: Logoutsuccessful
ar: نجح تسجيل الخروج
tr: Çıkış başarılı
zh_hans: 注销成功
zh_hant: 註銷成功

# 在线
source: Online
ar: نشط
tr: Aktif
zh_hans: 在线
zh_hant: 線上

# 忙碌
source: Busy
ar: مشغول
tr: Meşgul
zh_hans: 忙碌
zh_hant: 忙碌

# 离开
source: Leave
ar: مغادرة
tr: Ayrıl
zh_hans: 离开
zh_hant: 離開

# 主播在直播中不能进入其他房间
source: Hostscannotenterotherroomsduringalivebroadcast
ar: لا يمكن للمضيفين دخول غرف أخرى أثناء البث المباشر
tr: Hosts canlı yayın sırasında diğer odalara giremez
zh_hans: 主播在直播中不能进入其他房间
zh_hant: 主播在直播中無法進入其他房間

# 去TA的直播房间
source: GotoTAisliveroom
ar: اذهب إلى غرفته الحية
tr: O'nun canlı odasına git
zh_hans: 去TA的直播房间
zh_hant: 去TA的直播房間

# 通话中
source: Oncall
ar: بحث
tr: Arama
zh_hans: 通话中
zh_hant: 通話中

# 离线
source: Offline
ar: غير متصل
tr: Çevrimdışı
zh_hans: 离线
zh_hant: 離線

# 直播中
source: Live
ar: مباشر
tr: Canlı
zh_hans: 直播中
zh_hant: 直播中

# 看直播
source: Watchinglive
ar: مشاهدة مباشرة
tr: Canlı izliyor
zh_hans: 看直播
zh_hant: 看直播

# 开通贵族即可观看直播
source: WatchlivewithVIP
ar: شاهد البث المباشر مع VIP
tr: VIP ile canlı izleyin
zh_hans: 开通贵族即可观看直播
zh_hant: 開通貴族即可觀看直播

# 此房间更改为 贵族房间
source: This room has been changed to a VIP room
ar: قم بتغيير هذه الغرفة إلى غرفة VIP
tr: Bu odayı VIP odası olarak değiştirin
zh_hans: 此房间更改为 贵族房间
zh_hant: 此房間改為貴族房間

# 此房间更改为 门票房间
source: This room has been changed to a ticketed room
ar: قم بتغيير هذه الغرفة إلى الغرفة ذات التذاكر
tr: Bu odayı biletli odası olarak değiştirin
zh_hans: 此房间更改为 门票房间
zh_hant: 此房間更改為票券房間

# 此房间更改为 计时房间
source: This room has been changed to a timed room
ar: تم تغيير هذه الغرفة إلى غرفة موقوتة
tr: Bu oda zaman ayarlı oda olarak değiştirildi
zh_hans: 此房间更改为 计时房间
zh_hant: 此房間改為計時房

# 3s后您将自动退出房间
source: After3syouwillautomaticallyexittheroom
ar: ستغادر الغرفة تلقائيًا بعد 3 ثوانٍ
tr: 3 saniye sonra otomatik olarak odadan çıkacaksınız
zh_hans: 3s后您将自动退出房间
zh_hant: 3s後您將自動退出房間

# 房间模式更改提示
source: Roommodechangeprompt
ar: إشعار بتغيير وضع الغرفة
tr: Oda modu değişiklik bildirimi
zh_hans: 房间模式更改提示
zh_hant: 房間模式更改提示

# 观看Ta直播需
source: WatchingTAliveisrequired
tr: O'nu canlı izlemek gereklidir
zh_hans: 观看Ta直播需
zh_hant: 觀看Ta直播需

# 贵族房间提示
source: PromptsforVIProoms
ar: نصائح حول غرف كبار الشخصيات
tr: VIP oda ipuçları
zh_hans: 贵族房间提示
zh_hant: 貴族房間提示

# WordUtil.getString(R.string.my_preview)Ta直播需收门票
source: AticketisrequiredtowatchTAlive
ar: مطلوب تذكرة لمشاهدته مباشرة
tr: O'nu canlı izlemek için bilet gereklidir
zh_hans: WordUtil.getString(R.string.my_preview)Ta直播需收门票
zh_hant: WordUtil.getString(R.string.my_preview)Ta直播需收門票

# 观看TA直播需收费
source: ThereisafeetowatchTAlive
ar: هناك رسوم لمشاهدة البث المباشر لها
tr: O'nu canlı yayınını izlemek ücretlidir
zh_hans: 观看TA直播需收费
zh_hant: 觀看TA直播需收費

# 计时房间付费提示
source: Tipstopayfortimedrooms
ar: نصائح الدفع للغرف المجدولة
tr: Zamanlanmış odalar için ödeme ipuçları
zh_hans: 计时房间付费提示
zh_hant: 計時房間付費提示

# 此房间更改为 密码房间
source: This room has been changed to a password room
ar: قم بتغيير هذه الغرفة إلى غرفة كلمات المرور
tr: Bu odayı şifreli oda olarak değiştir
zh_hans: 此房间更改为 密码房间
zh_hant: 此房間更改為密碼房間

# s后您将自动退出房间
source: Aftersyouwillautomaticallyexittheroom
ar: s ثم ستغادر الغرفة تلقائيًا
tr: s Sonra otomatik olarak odadan çıkacaksınız
zh_hans: s后您将自动退出房间
zh_hant: s後您將自動退出房間

# 门票房间付费提示
source: TicketRoomPaymentReminder
ar: تذكير بدفع غرفة التذاكر
tr: Bilet odası ödeme hatırlatıcısı
zh_hans: 门票房间付费提示
zh_hant: 門票房間付費提示

# 开通贵族
source: OpenVIP
ar: فتح VIP
tr: VIP Ol
zh_hans: 开通贵族
zh_hant: 開通貴族

# 在线中
source: Online
ar: متصل
tr: Çevrimiçi
zh_hans: 在线中
zh_hant: 線上

# 编辑
source: Editor
ar: تحرير
tr: Düzenle
zh_hans: 编辑
zh_hant: 編輯

# 编辑资料
source: Editingmaterial
ar: تحرير المواد
tr: Materyal düzenleme
zh_hans: 编辑资料
zh_hant: 編輯資料

# 编辑商品
source: Editproduct
ar: تحرير المنتج
tr: Ürünü düzenle
zh_hans: 编辑商品
zh_hant: 編輯商品

# 添加商品
source: Addaproduct
ar: إضافة منتج
tr: Ürün ekle
zh_hans: 添加商品
zh_hant: 新增商品

# 视频编辑失败
source: Videoeditingfailed
ar: فشل تحرير الفيديو
tr: Video düzenleme başarısız oldu
zh_hans: 视频编辑失败
zh_hant: 影片編輯失敗

# 视频编辑成功
source: Videoeditingsuccess
ar: تم تحرير الفيديو بنجاح
tr: Video düzenleme başarılı
zh_hans: 视频编辑成功
zh_hant: 影片編輯成功

# 首次安装成功
source: Firstinstallationsuccessful
ar: أول تثبيت ناجح
tr: İlk kurulum başarılı
zh_hans: 首次安装成功
zh_hant: 首次安裝成功

# 合唱事件
source: Choralevents
ar: أحداث الكورال
tr: Koro etkinlikleri
zh_hans: 合唱事件
zh_hant: 合唱事件

# 视频合成成功
source: Videosynthesissuccessful
ar: نجح تركيب الفيديو
tr: Video sentezi başarılı
zh_hans: 视频合成成功
zh_hant: 影片合成成功

# 视频合成失败
source: Videocompositingfailed
ar: فشل تركيب الفيديو
tr: Video sentezi başarısız oldu
zh_hans: 视频合成失败
zh_hant: 影片合成失敗

# 跟随
source: Follow
ar: تابع
tr: Takip Et
zh_hans: 跟随
zh_hant: 跟隨

# 匹配中
source: Matchinginprogress
ar: المطابقة قيد التقدم
tr: Eşleştirme devam ediyor
zh_hans: 匹配中
zh_hant: 匹配中

# 匹配中...
source: Matchingin...
ar: وقت المطابقة ...
tr: Eşleşme süresi...
zh_hans: 匹配中...
zh_hant: 匹配中...

# 匹配中... (0s)
source: Matching... (0s)
ar: وقت المطابقة ... (0 ثانية)
tr: Eşleşme süresi... (0s)
zh_hans: 匹配中... (0s)
zh_hant: 匹配中... (0s)

# 支付成功
source: Paymentsuccessful
ar: الدفع ناجح
tr: Ödeme başarılı
zh_hans: 支付成功
zh_hant: 付款成功

# 重新支付
source: Repay
ar: رد الأموال
tr: Geri ödeme
zh_hans: 重新支付
zh_hant: 重新付款

# 支付失败
source: Paymentfailed
ar: فشل الدفع
tr: Ödeme başarısız oldu
zh_hans: 支付失败
zh_hant: 付款失敗

# 搜索
source: Search
ar: بحث
tr: Ara
zh_hans: 搜索
zh_hant: 搜尋

# 相册
source: Album
ar: الألبوم
tr: Albüm
zh_hans: 相册
zh_hant: 相簿

# 拍照
source: Takeapicture
ar: التقاط صورة
tr: Fotoğraf Çek
zh_hans: 拍照
zh_hant: 拍照

# 完成
source: Topping
ar: حفظ
tr: Kaydet
zh_hans: 完成
zh_hant: 完成

# 置顶
source: Untopping
ar: نسخ احتياطي
tr: Üste Al
zh_hans: 置顶
zh_hant: 置頂

# 取消置顶
source: Topped
ar: إزالة التثبيت
tr: Sabitlemeyi kaldır
zh_hans: 取消置顶
zh_hant: 取消置頂

# 已置顶
source: Untopped
ar: مثبت
tr: Sabitlendi
zh_hans: 已置顶
zh_hant: 已置頂

# 已取消置顶
source: Settinganote
ar: غير مثبت
tr: Sabitlenmemiş
zh_hans: 已取消置顶
zh_hant: 已取消置頂

# 设置备注
source: Givemeagiftifyoulikeit~
ar: إضافة ملاحظة
tr: Bir Not Ekle
zh_hans: 设置备注
zh_hant: 設定備註

# 喜欢就为我送礼物吧～
source: On-demandplaybacksucceeded
ar: أرسل لي هدية إذا أردت
tr: Eğer beğenirsen bana bir hediye gönder
zh_hans: 喜欢就为我送礼物吧～
zh_hant: 喜歡就送禮物給我吧～

# 点播播放成功
source: VideopublishingfailedonPublishComplete
ar: التشغيل عند الطلب ناجح
tr: İsteğe bağlı oynatma başarılı
zh_hans: 点播播放成功
zh_hant: 點播播放成功

# 视频发布失败onPublishComplete
source: Popularcities
ar: فشل نشر الفيديو علىPublishComplete
tr: Video yayınlama onPublishComplete başarısız oldu
zh_hans: 视频发布失败onPublishComplete
zh_hant: 影片發布失敗onPublishComplete

# 热门城市
source: Replies
ar: مدن مشهورة
tr: Popüler şehirler
zh_hans: 热门城市
zh_hant: 熱門城市

# 条回复
source: Opened
ar: الإجابات
tr: Cevaplar
zh_hans: 条回复
zh_hant: 條回覆

# 开通了
source: WelcomeVIP
ar: مفتوح
tr: Açıldı
zh_hans: 开通了
zh_hant: 開通了

# 欢迎贵族
source: Enter
ar: مرحبًا بك VIP
tr: Hoşgeldin VIP
zh_hans: 欢迎贵族
zh_hant: 歡迎貴族

# 进入
source: UnboundweChataccount
ar: تسجيل الدخول
tr: Giriş
zh_hans: 进入
zh_hant: 進入

# 未绑定微信号
source: Get
ar: حساب WeChat غير منضم
tr: Bağlantısız WeChat hesabı
zh_hans: 未绑定微信号
zh_hant: 未綁定微訊號

# 获取
source: Redownload
ar: الحصول
tr: Elde etmek
zh_hans: 获取
zh_hant: 取得

# 重新下载
source: Downloadfailed,pleasere-download
ar: إعادة التنزيل
tr: Yeniden İndir
zh_hans: 重新下载
zh_hant: 重新下載

# 下载失败，请重新下载
source: Upgradefailed
ar: فشل التنزيل ، يرجى التنزيل مرة أخرى
tr: İndirme başarısız oldu, lütfen yeniden indirin
zh_hans: 下载失败，请重新下载
zh_hant: 下載失敗，請重新下載

# 升级失败
source: Comments
ar: فشلت الترقية
tr: Yükseltme başarısız oldu
zh_hans: 升级失败
zh_hant: 升級失敗

# 条评论
source: Latestcomment
ar: التعليقات
tr: Yorumlar
zh_hans: 条评论
zh_hant: 一則評論

# 最新评论
source: justnow
ar: أحدث تعليق
tr: En son yorum
zh_hans: 最新评论
zh_hant: 最新評論

# 刚刚
source: Only_for_users_over_the_age_of_18
ar: now
tr: şimdi
zh_hans: 刚刚
zh_hant: 剛剛

# 只支持18岁以上用户使用
source: claimed
ar: للمستخدمين الذين تزيد أعمارهم عن 18 عامًا فقط
tr: Sadece 18 yaşından büyük kullanıcılar için
zh_hans: 只支持18岁以上用户使用
zh_hant: 只支援18歲以上使用者使用

# 领过了
source: TAhasaccessedthecall hurryupandgrabthenextone!
ar: مقبول
tr: Kabul edilmiş
zh_hans: 领过了
zh_hant: 領過了

# TA已经接入通话了 赶紧去抢下一单吧！
source: Chang
ar: متصل بهذه المكالمة n أسرع واحصل على طلب!
tr: O aramaya bağlandı Acele edin ve bir sipariş alın!
zh_hans: TA已经接入通话了 赶紧去抢下一单吧！
zh_hant: TA已經接入通話了 趕緊去搶下一單吧！

# 张
source: Selectcity
ar: فتح
tr: Açık
zh_hans: 张
zh_hant: 張

# 选择城市
source: Current
ar: حدد المدينة
tr: Şehir Seç
zh_hans: 选择城市
zh_hant: 選擇城市

# 当前
source: Reply
ar: متاح
tr: Mevcut
zh_hans: 当前
zh_hant: 當前

# 回复
source: Canotchatwithyourself
ar: رد
tr: Cevapla
zh_hans: 回复
zh_hant: 回覆

# 不能和自己聊天哦
source: After_connecting_you_will_be_deducted
ar: لا يمكنك إرسال رسائل لنفسك
tr: Kendine mesaj gönderemezsin
zh_hans: 不能和自己聊天哦
zh_hant: 不能跟自己聊天喔

# 接通后会扣除你的
source: Oh~
ar: سيتم خصمك بعد الاتصال
tr: Bağlandıktan sonra düşüleceksiniz
zh_hans: 接通后会扣除你的
zh_hant: 接通後會扣除你的

# 哦~
source: Replace
ar: أوه
tr: oh
zh_hans: 哦~
zh_hant: 喔~

# 替换
source: Gonow
ar: استبدل
tr: değiştir
zh_hans: 替换
zh_hant: 替換

# 立即前往
source: Yourloginaccounthasbeendisabledfor3days
ar: انتقال
tr: Git
zh_hans: 立即前往
zh_hant: 立即前往

# 你的登录账号被禁用3天
source: Youarenotincompliancewithlegalrulesduetouploadingcontentfromtheoffendingplatforminyourdynamic
ar: تم تعطيل حسابك لمدة 3 أيام
tr: Hesabınız 3 gün boyunca devre dışı bırakıldı
zh_hans: 你的登录账号被禁用3天
zh_hant: 你的登入帳號停用3天

# 由于你在动态中上传了违规平台的内容，不符合法律规则
source: Appeal
ar: أنت لا تلتزم بالقواعد القانونية لأنك تقوم بتحميل المحتوى من النظام الأساسي المخالف في ديناميكياتك
tr: Dinamiğinizde rahatsız edici platformdan içerik yüklediğiniz için yasal kurallara uygun değilsiniz
zh_hans: 由于你在动态中上传了违规平台的内容，不符合法律规则
zh_hant: 由於你在動態中上傳了違規平台的內容，不符合法律規則

# 申诉
source: Sendto
ar: اعتراض
tr: İtiraz
zh_hans: 申诉
zh_hant: 申訴

# 送给
source: Youhavenotauthenticatedtograbanorder! Gogetcertifiedandstartmakingmoney!
ar: تم الإرسال
tr: Gönderildi
zh_hans: 送给
zh_hant: 送給

# 你还没有认证，无法抢单！ 快去认证，开始赚钱吧！
source: You are not verified and cannot grab orders! Get verified and start earning!
ar: لم تقم بالمصادقة لاستلام الطلب! n اذهب واحصل على شهادة وابدأ في جني الأموال!
tr: Sipariş almak için kimlik doğrulaması yapmadınız! Git sertifika al ve para kazanmaya başla!
zh_hans: 你还没有认证，无法抢单！ 快去认证，开始赚钱吧！
zh_hant: 你還沒認證，無法搶單！ 快去認證，開始賺錢吧！

# 靓号：487788
source: Iamagargoyle:
ar: رقم التصميم: 487788
tr: tasarım numarası: 487788
zh_hans: 靓号：487788
zh_hant: 靚號：487788

# 我是小妖怪：
source: Killingwithoutblinkingandeatingwithoutsalt.
ar: اسم المستخدم الخاص بي:
tr: Kullanıcı adım:
zh_hans: 我是小妖怪：
zh_hant: 我是小妖怪：

# 杀人不眨眼，吃人不放盐。
source: Reminders
ar: وصف البث الخاص بي ...
tr: Yayın açıklamam...
zh_hans: 杀人不眨眼，吃人不放盐。
zh_hant: 殺人不眨眼，吃人不放鹽。

# 提醒
source: ViewTAiscontactinformation
ar: تذكيرات
tr: hatırlatıcılar
zh_hans: 提醒
zh_hant: 提醒

# 查看TA的联系方式
source: Clicktocopy
ar: اعرض معلومات الاتصال الخاصة به
tr: O'nun iletişim bilgilerini görüntüleyin
zh_hans: 查看TA的联系方式
zh_hant: 查看TA的聯絡人

# 点击复制
source: Thepersonyouarecurrentlycallingisthehost
ar: انقر للنسخ
tr: Kopyalamak için tıklayın
zh_hans: 点击复制
zh_hant: 點選複製

# 你当前通话的对象为主播
source: Continuecalling
ar: الشخص الذي تتصل به هو المضيف
tr: Şu anda aradığınız kişi ev sahibidir
zh_hans: 你当前通话的对象为主播
zh_hant: 你目前通話的物件為主播

# 继续通话
source: TurnonlocationtoknowthedistancetotheTA
ar: متابعة البحث
tr: Aramaya devam et
zh_hans: 继续通话
zh_hant: 繼續通話

# 打开定位才能知道和TA的距离哦
source: Turnonthecameratousevideocalling
ar: شغّل الموقع لمعرفة بعدك عنه
tr: Ona olan mesafeni öğrenmek için konumu açın
zh_hans: 打开定位才能知道和TA的距离哦
zh_hant: 開啟定位才能知道和TA的距離喔

# 打开相机才能使用视频通话
source: Turnonthemicrophonetousevoicecalls
ar: شغّل الكاميرا لاستخدام مكالمات الفيديو
tr: Görüntülü aramayı kullanmak için kamerayı açın
zh_hans: 打开相机才能使用视频通话
zh_hant: 開啟相機才能使用視訊通話

# 打开麦克风才能使用语音通话
source: Openphotoalbumtosetavatar/imagewithphoto
ar: شغّل الميكروفون لاستخدام المكالمات الصوتية
tr: Sesli aramaları kullanmak için mikrofonu açın
zh_hans: 打开麦克风才能使用语音通话
zh_hant: 開啟麥克風才能使用語音通話

# 打开相册才能使用照片设置头像/图片
source: Turnonnotificationstogetmessagealerts
ar: افتح ألبوم الصور لتعيين الصورة الرمزية / الصورة
tr: Fotoğraflı avatar/görüntü ayarlamak için fotoğraf albümünü aç
zh_hans: 打开相册才能使用照片设置头像/图片
zh_hant: 開啟相簿才能使用照片設定頭像/圖片

# 打开通知才有消息提醒哦
source: Turnontheinternettousetheappproperly
ar: تشغيل الإشعارات لتلقي إشعارات الرسائل
tr: Mesaj bildirimleri almak için bildirimleri açın
zh_hans: 打开通知才有消息提醒哦
zh_hant: 開啟通知才有訊息提醒喔

# 打开网络才能正常使用app
source: Enablehoverwindowpermissionstoenhanceyourexperience
ar: شغّل الإنترنت لاستخدام التطبيق بشكل صحيح
tr: Uygulamayı düzgün kullanmak için interneti açın
zh_hans: 打开网络才能正常使用app
zh_hant: 開啟網路才能正常使用app

# 打开悬浮窗权限提升使用体验
source: Donotsetityet
ar: تمكين أذونات نافذة التمرير لتحسين تجربتك
tr: Deneyiminizi geliştirmek için vurgulu pencere izinlerini etkinleştirin
zh_hans: 打开悬浮窗权限提升使用体验
zh_hant: 開啟懸浮窗權限提升使用體驗

# 先不设置
source: Onekeytoopen
ar: ثم
tr: Sonra
zh_hans: 先不设置
zh_hant: 先不設定

# 一键开启
source: Fillintheamount
ar: سماح
tr: İzin ver
zh_hans: 一键开启
zh_hant: 一鍵開啟

# 填写金额
source: 1.UIstyleadjustment
ar: املأ المبلغ
tr: Miktarı doldurun
zh_hans: 填写金额
zh_hant: 填寫金額

# 1.UI样式调整
source: Updateimmediately
ar: 1. إعداد نمط واجهة المستخدم
tr: 1. UI stil ayarı
zh_hans: 1.UI样式调整
zh_hant: 1.UI樣式調整

# 立即更新
source: Unable_to_update_click_here
ar: تحديث الآن
tr: Hemen güncelle
zh_hans: 立即更新
zh_hant: 立即更新

# 无法更新点击这里
source: GiftHost
ar: لا يمكن التحديث انقر هنا
tr: Güncellenemiyor burayı tıklayın
zh_hans: 无法更新点击这里
zh_hant: 無法更新點擊這裡

# 赠送主播
source: [Rocket]
ar: مالك الهدية
tr: Hediye Sahibi
zh_hans: 赠送主播
zh_hant: 贈送主播

# 【火箭】
source: Finish
ar: [صاروخ]
tr: [roket]
zh_hans: 【火箭】
zh_hant: 【火箭】

# 数量
source: Quantity
ar: المبلغ
tr: miktar
zh_hans: 数量
zh_hant: 數量

# 暂不
source: Notyet
ar: ليس بعد
tr: henüz değil
zh_hans: 暂不
zh_hant: 暫不

# 送给送给送给
source: Givetogivetogive
ar: يعطي ليعطي
zh_hans: 送给送给送给
zh_hant: 送給送給送給

# 挚爱守护
source: Belovedguard
ar: عزيزي الحارس
tr: Sevgili muhafız
zh_hans: 挚爱守护
zh_hant: 摯愛守護

# 来啦~
source: Coming~
ar: الوارد
tr: gelen
zh_hans: 来啦~
zh_hant: 來啦~

# 坐着
source: Sitting
ar: اجلس
tr: Otur
zh_hans: 坐着
zh_hant: 坐著

# 【小毛驴】
source: [little_donkey]
zh_hans: 【小毛驴】
zh_hant: 【小驢子】

# 购买了
source: purchased
ar: تم شراؤه
tr: Satın alındı
zh_hans: 购买了
zh_hant: 購買了

# 收起
source: Putaway
ar: إسقاط
tr: Bırak
zh_hans: 收起
zh_hant: 收起

# 奔驰的小野马
source: Mercedeslittlemustang
ar: مرسيدس في سيارة Mustang i صغيرة
tr: Mercedes in küçük Mustang i
zh_hans: 奔驰的小野马
zh_hant: 賓士的小野馬
